Repository: dreautall/waterfly-iii
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, fa, fr, hu, id, it, pl, pt_br, ro, ru, sl, sv, zh, zh_tw

# homeTransactionsSettingsShowTags
source: Show tags in transaction list
cs: Zobrazit štítky v seznamu transakcí
da: Vis tags på transaktionslisten
de: Schlagwörter in der Transaktionsliste anzeigen
fa: نمایش برچسب‌ها در لیست تراکنش‌ها
fr: Afficher les étiquettes dans la liste des transactions
hu: Címkék megjelenítése a tranzakciós listában
id: Tampilkan tag di daftar transaksi
pl: Pokaż tagi na liście transakcji
pt_br: Mostrar etiquetas na lista de transações
ro: Afișează etichetele în lista de tranzacții
ru: Показывать теги в списке транзакций
sl: Pokaži oznake na seznamu transakcij
sv: Visa taggar i transaktionslista
zh: 在交易列表中显示标签
zh_tw: 在交易列表中顯示標籤

# liabilityDirectionCredit
source: I am owed this debt
ca: Se'm deu aquest deute
cs: Je mi dlužen tento dluh
da: Jeg er skyldt denne gæld
de: Mir wird dies geschuldet
fa: این بدهی متعلق به من است
fr: On me doit cette dette
hu: Tartoznak nekem ezzel az adóssággal
id: Saya pemberi hutang ini
it: Questo debito mi è dovuto
pl: Zadłużenie wobec mnie
pt_br: É devido a mim
ro: Îmi sunt datorate aceste datorii
ru: Мне причитается этот долг
sl: Dolžan sem ta dolg
sv: Jag är skyldig denna skuld
zh: 我欠了这笔债务
zh_tw: 別人欠我這筆債務

# liabilityDirectionDebit
source: I owe this debt
ca: Dec aquest deute
cs: Já dlužím tento dluh
da: Jeg skylder denne gæld
de: Ich schulde dies jemandem
fa: این بدهی را بدهکارم
fr: Je dois cette dette
hu: Tartozom ezzel az adóssággal
id: Saya berhutang hutang ini
it: Ho questo debito
pl: Jestem dłużny
pt_br: Devo isso
ro: Datorez această datorie
ru: Я в долгу
sl: To dolgujem
sv: Jag har denna skuld
zh: 我欠这笔债务
zh_tw: 我欠人這筆債務

# liabilityTypeDebt
source: Debt
ca: Deute
cs: Dluh
da: Gæld
de: Schulden
fa: بدهی
fr: Dette
hu: Adósság
id: Hutang
it: Debito
pl: Dług
pt_br: Dívida
ro: Datorie
ru: Долг
sl: Dolg
sv: Skuld
zh: 债务
zh_tw: 負債

# liabilityTypeLoan
source: Loan
ca: Préstec
cs: Půjčka
da: Lån
de: Darlehen
fa: وام
fr: Prêt
hu: Kölcsön
id: Pinjaman
it: Prestito
pl: Pożyczka
pt_br: Empréstimo
ro: Împrumut
ru: Заём
sl: Posojilo
sv: Lån
zh: 贷款
zh_tw: 貸款

# liabilityTypeMortgage
source: Mortgage
ca: Hipoteca
cs: Hypotéka
da: Boliglån
de: Hypothek
fa: رهن
fr: Emprunts
hu: Jelzálog
id: Hipotek
it: Mutuo
pl: Hipoteka
pt_br: Hipoteca
ro: Credit ipotecar
ru: Ипотека
sl: Hipoteka
sv: Bolån
zh: 抵押
zh_tw: 抵押

# loginAbout
source: To use Waterfly III productively you need your own server with a Firefly III instance or the Firefly III add-on for Home Assistant. Please enter the full URL as well as a personal access token (Settings -> Profile -> OAuth -> Personal Access Token) below.
ca: Per a fer servir Waterfly III adequadament cal que tingues el teu propi servidor de Firefly III o l'add-on de Firefly III a Home Assistant. Per favor, introdueix la URL completa a més del token d'accés (Configuració -> Perfil -> OAuth -> Token d'Accés Personal) a sota.
cs: Pro používání Waterfly III potřebujete vlastní server s instancí Firefly III nebo doplněk Firefly III v rámci služby Home Assistant. Zadejte celou adresu URL spolu s vaším osobním přístupovým tokenem (Možnosti -> Profil -> OAuth -> Osobní přístupový token) níže.
da: For at bruge Waterfly III produktivt har du brug for din egen server med en Firefly III-instans eller Firefly II-add-on til Home Assistant. Indtast venligst det fulde URL samt en personlig adgangstoken (Indstillinger -> Profil -> OAuth -> Personlig adgangstoken) nedenfor.
de: Um Waterfly III nutzen zu können, wird ein eigener Server mit Firefly III oder das Firefly III Add-on für Home Assistant benötigt. Bitte gebe den kompletten Link und den persönlichen Zugangs-Token (Einstellungen → Profil → OAuth → Persönliche Zugangs-Tokens) ein.
fa: برای استفاده مؤثر از Waterfly III به سرور خود با نمونه Firefly III یا افزونه Firefly III برای Home Assistant نیاز دارید. لطفاً URL کامل و همچنین یک نشانه دسترسی شخصی (تنظیمات -> نمایه -> OAuth -> رمز دسترسی شخصی) را در زیر وارد کنید.
fr: Pour utiliser Waterfly III, vous avez besoin de votre propre serveur avec une instance Firefly III ou le module complémentaire Firefly III pour Home Assistant. Veuillez renseigner l'URL complète ainsi qu'un jeton d'accès personnel (Options -> Profil -> OAuth -> Jetons d'accès personnel) ci-dessous.
hu: A Waterfly III hatékony használatához saját szerveren futtatott Firefly III-ra vagy Firefly III kiegészítővel ellátott Home Assistant-re van szükség. Kérjük, adja meg alább a teljes URL-t, valamint egy személyes hozzáférési tokent (Beállítások -> Profil -> OAuth -> Személyes hozzáférési tokenek).
id: Untuk menggunakan Waterfly III secara produktif anda memerlukan server sendiri dengan instansi Firefly III atau tambahan Firefly III untuk Home Assistant. Silahkan masukkan URL penuh serta token akses pribadi (Pengaturan -> Profil -> OAuth -> Token Akses Pribadi) di bawah.
it: Per utilizzare Waterfly III produttivamente è necessario il proprio server con un'istanza di Firefly III o l'add-on di Firefly III per Home Assistant. Inserisci l'URL completo e un token di accesso personale (Opzioni -> Profilo -> OAuth -> Token di accesso personale) qui sotto.
pl: Aby wydajnie korzystać z Waterfly III, potrzebujesz własnego serwera z instancją Firefly III lub dodatkiem Firefly III dla asystenta domowego. Wprowadź pełny adres URL oraz osobisty token dostępu (Ustawienia -> Profil -> OAuth -> Osobisty token dostępu) poniżej.
pt_br: Para usar o Waterfly III de maneira produtiva, você precisa de seu próprio servidor com uma instância do Firefly III ou o add-on Firefly III para o Home Assistant. Por favor, insira a URL completa, bem como um token de acesso pessoal (Opções -> Perfil -> OAuth -> Tokens de acesso pessoal) abaixo.
ro: Pentru a folosi Waterfly III în mod productiv ai nevoie de propriul server cu o instanță Firefly III sau cu suplimentul Firefly III pentru asistentul la domiciliu. Vă rugăm să introduceți adresa URL completă, precum și un token personal de acces (Setări -> Profile -> OAuth -> Personal Access Token) de mai jos.
ru: Для эффективного использования Waterfly III Вам необходим собственный сервер с установленным Firefly III или аддоном Firefly III для Home Assistant. Пожалуйста, введите полный URL-адрес и персональный ключ доступа (Настройки -> Профиль -> OAuth -> Персональный ключ доступа).
sl: Za funkcijsko uporabo Waterfly III potrebujete lasten strežnik z namestitvijo Firefly III ali dodatek Firefly III za Home Assistant. Spodaj vnesite poln URL in osebni žeton dostopa (Možnosti-> Profil -> OAuth -> Osebni dostopni žetoni).
sv: För att använda Waterfly III på ett produktivt sätt behöver du din egen server med en Firefly III instans eller Firefly III-tillägget för Home Assistant. Ange hela URL: en samt en personlig åtkomst-token (inställningar -> Profil -> OAuth -> Personlig åtkomst-token) nedan.
zh: 要生产性地使用 WaterFly III，您需要您自己的服务器与 Fifly III 实例或家庭助手的 Firefly III附加组件。 请输入完整的URL以及个人访问令牌(设置 -> 个人资料-> OAuth -> 个人访问令牌)。
zh_tw: 想要使用 Waterfly III 的完整功能，您必須架設您的 Firefly III 伺服器，或是安裝智慧家居的擴充功能 (您可以在 Firefly III 官網找到相關的指引)。 請在以下欄位輸入您的伺服器的完整網址，以及您的個人存取權杖 (設定 -> 個人檔案 -> OAuth -> 個人存取權杖)。

# loginFormLabelAPIKey
source: Valid API Key
ca: Clau d'API vàlida
cs: Platný klíč API
da: Gyldig API-nøgle
de: Gültiger API-Schlüssel
fa: کلید API معتبر
fr: Clé API valide
hu: Érvényes API kulcs
id: Kunci API Valid
it: Chiave API valida
pl: Prawidłowy klucz API
pt_br: Chave de API válida
ro: Cheie API validă
ru: Действительный ключ API
sl: Veljaven API ključ
sv: Giltig API-nyckel
zh: 无效的 API 密钥
zh_tw: 有效的 API 密鑰

# loginFormLabelHost
source: Host URL
ca: URL d'allotjament
cs: URL serveru
da: Værts-URL
de: Server URL
fa: URL میزبان
fr: URL du serveur
hu: Szerver URL
id: URL Host
it: URL del server
pl: Adres URL hosta
pt_br: URL do servidor
ro: URL Host
ru: URL-адрес хоста
sl: URL gostitelja
sv: Värd URL
zh: 主机URL
zh_tw: 伺服器的網址

# loginWelcome
source: Welcome to Waterfly III
ca: Benvingut/da a Waterfly III
cs: Vítejte ve Waterfly III
da: Velkommen til Waterfly III
de: Willkommen zu Waterfly III
fa: به Waterfly III خوش آمدید
fr: Bienvenue sur Waterfly III
hu: Üdvözöljük a Waterfly III-ban
id: Selamat Datang di Waterfly III
it: Benvenuto su Waterfly III
pl: Witaj w Waterfly III
pt_br: Bem vindo ao Waterfly III
ro: Bine ai venit la Waterfly III
ru: Добро пожаловать в Waterfly III
sl: Dobrodošli v Waterfly III
sv: Välkommen till Waterfly III
zh: 欢迎使用 Firefly III！
zh_tw: 歡迎使用 Waterfly III

# logoutConfirmation
source: Are you sure you want to log out?
ca: Segur que vols tancar la sessió?
cs: Opravdu se chcete odhlásit?
da: Er du sikker på, at du vil logge ud?
de: Wirklich ausloggen?
fa: آیا برای خارج شدن مطمئن هستید؟
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hu: Biztos, hogy ki szeretne jelentkezni?
id: Yakin ingin keluar?
it: Sei sicuro di volerti disconnettere?
pl: Czy jesteś pewien, że chcesz się wylogować?
pt_br: Tem certeza que deseja sair?
ro: Ești sigur(ă) că vrei să te deconectezi?
ru: Вы уверены, что хотите выйти?
sl: Ali ste prepričani, da se želite odjaviti?
sv: Är du säker på att du vill logga ut?
zh: 您确定要退出吗？
zh_tw: 您確定要登出？

# navigationAccounts
source: Accounts
ca: Comptes
cs: Účty
da: Konti
de: Konten
fa: حساب‌ها
fr: Comptes
hu: Fiókok
id: Akun
it: Conti
pl: Konta
pt_br: Contas
ro: Conturi
ru: Аккаунты
sl: Računi
sv: Konton
zh: 帐户
zh_tw: 帳戶

# navigationBills
source: Subscriptions
cs: Předplatné
da: Abonnementer
de: Abonnements
fa: صورت حساب
fr: Factures
hu: Számlák
id: Langganan
pl: Subskrypcje
pt_br: Assinaturas
ro: Abonamente
ru: Подписки
sl: Transakcije
sv: Räkningar
zh: 账单
zh_tw: 帳單

# navigationCategories
source: Categories
cs: Kategorie
da: Kategorier
de: Kategorien
fa: دسته
fr: Catégories
hu: Kategóriák
id: Kategori
pl: Kategorie
pt_br: Categorias
ro: Categorii
ru: Категории
sl: Kategorije
sv: Kategorier
zh: 分类
zh_tw: 分類

# navigationMain
source: Main Dashboard
ca: Tauler de control Principal
cs: Přehled
da: Hoveddashboard
de: Übersicht
fa: داشبورد اصلی
fr: Tableau de bord
hu: Főoldal
id: Dasbor Utama
it: Dashboard Principale
pl: Panel główny
pt_br: Painel Principal
ro: Panou principal
ru: Главное табло
sl: Glavna nadzorna plošča
sv: Kontrollpanel
zh: 主仪表盘
zh_tw: 主頁

# generalSettings
source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
fa: تنظیمات
hu: Beállítások
id: Pengaturan
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
zh_tw: 設定

source: No
cs: Ne
da: Nej
de: Nein
fa: نه
fr: Non
hu: Nem
id: Tidak
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
sl: Ne
sv: Nej
zh: 取消
zh_tw: 取消

# numPercentOf
source: {perc} of {of}
ca: {perc} de {of}
cs: {perc} z {of}
da: {perc} af {of}
de: {perc} von {of}
fa: {perc} از {of}
fr: {perc} sur {of}
hu: {of} {perc}-a
id: {perc} dari {of}
it: {perc} di {of}
pl: {perc} z {of}
pt_br: {perc} de {of}
ro: {perc} din {of}
ru: {perc} из {of}
sl: {perc} od {of}
sv: {perc} av {of}
zh: {of} 中的 {perc}
zh_tw: {of} 中的 {perc}

# settingsDialogDebugInfo
source: You can enable & send debug logs here. These have a bad impact on performance, so please don't enable them unless you're advised to do so. Disabling logging will delete the stored log.
ca: Pots habilitar i enviar registres des d'ací. Aquests poden tenir un impacte sobre el rendiment de l'aplicació, així que no ho actives si no se t'ha demanat. Deshabilitar els registres eliminarà els que hi puguin haver desats.
cs: Zde můžete povolit a odeslat protokoly ladění. Toto nastavení má negativní dopad na výkon aplikace, proto je prosím nepovolujte pokud to není nutné. Zakázáním logování bude odstraněn uložený protokol.
da: Du kan aktivere og sende fejfindingslogs her. Disse har en dårlig indvirkning på ydeevnen, så du skal venligst ikke aktivere dem, medmindre du rådes til at gøre det. Deaktivering af logning vil slette den gemte log.
de: Hier kann die Fehlerprotokollierung aktiviert werden. Die Protokollierung hat einen negativen Einfluss auf die App-Performance, deshalb aktiviere sie bitte nur nach Absprache. Beim Deaktivieren werden die gespeicherten Protokolle gelöscht.
fa: می‌توانید گزارش‌های اشکال‌زدایی را در اینجا فعال و ارسال کنید. اینها تأثیر بدی بر عملکرد دارند، بنابراین لطفاً آنها را فعال نکنید مگر اینکه به شما توصیه شده باشد. غیرفعال کردن گزارش، گزارش ذخیره شده را حذف می کند.
fr: Vous pouvez activer et envoyer les journaux de débogage ici. Ces derniers ont un impact négatif sur les performances, veuillez ne pas les activer à moins que cela ne vous soit demandé. La désactivation de la journalisation supprimera le journal stocké.
hu: Itt engedélyezheti és küldheti el a hibakeresési naplókat. A naplók gyűjtése rossz hatással van a teljesítményre, ezért kérjük, ne engedélyezze őket, hacsak nem kapott erre javaslatot. A naplózás letiltása törli a tárolt naplót.
id: Anda dapat mengaktifkan & mengirim log debug di sini. Akan berdampak buruk pada kinerja, mohon jangan diaktifkan kecuali anda disarankan. Menonaktifkan logging akan menghapus log yang tersimpan.
it: Qui puoi abilitare il registro di debug e inviarlo. Questo ha un impatto significativo sulle prestazioni, quindi non attivarlo a meno che non venga suggerito di farlo. Disabilitare il registro cancellerà quello memorizzato in precedenza.
pl: Możesz tutaj włączyć i wysłać logi debugowania. Mają one zły wpływ na wydajność, więc nie włączaj ich, chyba że ktoś ci to zalecił. Wyłączenie logowania spowoduje usunięcie zapisanych logów.
pt_br: Você pode habilitar e enviar logs de depuração aqui. Eles têm um impacto negativo no desempenho, então, por favor, não os habilite a menos que seja conselhado a fazê-lo. Ao desativá-los, os logs armazenados serão apagados.
ro: Poți activa și trimite jurnale de depanare aici. Acestea au un impact negativ asupra performanței, așa că vă rog să nu le activați decât dacă sunteți sfătuit să faceți acest lucru. Dezactivarea jurnalului va șterge jurnalul stocat.
ru: Здесь можно включить и отправить журналы отладки. Они плохо влияют на производительность, поэтому не включайте их, если вам не рекомендовано это делать. Отключение регистрации приведет к удалению сохраненного журнала.
sl: Tukaj lahko omogočite in pošljete dnevnike odpravljanja napak. Vklop slabo vpliva na delovanje aplikacije, zato jih ne omogočite, razen če so vam tako svetovali. Če onemogočite beleženje, boste izbrisali shranjeni dnevnik.
sv: Du kan aktivera och skicka felsökningsloggar här. Dessa har en dålig inverkan på prestandan, så var snäll och aktivera dem inte om du inte rekommenderas att göra det. Inaktivering av loggning kommer att ta bort den lagrade loggen.
zh: 您可以在此启用并发送调试日志。 这些会对性能产生不良影响，所以请不要启用它们，除非你建议这样做。 禁用日志将删除存储的日志。
zh_tw: 啟用並傳送除錯資訊。這會影響效能，所以沒有必要的話請盡量不要啟用。停用時會刪除儲存的除錯資訊。

# settingsDialogDebugMailCreate
source: Create Mail
ca: Crear correu electrònic
cs: Vytvořit e-mail
da: Opret mail
de: E-Mail erstellen
fa: ایجاد ایمیل
fr: Créer un e-mail
hu: Levél Létrehozása
id: Buat Surat
it: Crea E-mail
pl: Stwórz email
pt_br: Criar e-mail
ro: Creează e-mail
ru: Создать почту
sl: Ustvari e-pošto
sv: Skapa e-post
zh: 创建电子邮件
zh_tw: 新增郵件
