Repository: dreautall/waterfly-iii
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, fa, fr, hu, id, it, pl, pt_br, ro, ru, sl, sv, zh, zh_tw

# accountRoleAssetCashWallet
source: Cash Wallet
ca: Cartera d'Efectiu
cs: Peněženka
da: Kontantstegnebog
de: Geldbörse
fa: کیف پول نقد
fr: Porte-monnaie
hu: Készpénz
id: Dompet Kas
it: Portafoglio Contanti
pl: Portfel gotówkowy
pt_br: Carteira de Dinheiro
ro: Portofel numerar
ru: Денежный кошелек
sl: Gotovina
sv: Plånbok
zh: 现金
zh_tw: 現金皮夾

# accountRoleAssetCC
source: Credit card
ca: Targeta de crèdit
cs: Kreditní karta
da: Kreditkort
de: Kreditkarte
fa: کارت اعتباری
fr: Carte de crédit
hu: Hitelkártya
id: Kartu kredit
it: Carta di credito
pl: Karta kredytowa
pt_br: Cartão de crédito
ro: Card de credit
ru: Кредитная карта
sl: Kreditna kartica
sv: Kreditkort
zh: 信用卡
zh_tw: 信用卡

# accountRoleAssetDefault
source: Default asset account
ca: Compte d'actius per defecte
cs: Výchozí účet majetku
da: Standard aktivkonto
de: Standard-Bestandskonto
fa: حساب دارایی پیش فرض
fr: Compte d'actif par défaut
hu: Alapértelmezett vagyon számla
id: Akun aset standar
it: Conto attività predefinito
pl: Domyślne konto aktywów
pt_br: Conta de ativos padrão
ro: Cont de active implicit
ru: Счёт по умолчанию
sl: Privzeti premoženjski račun
sv: Förvalt tillgångskonto
zh: 默认资产账户
zh_tw: 預設資產帳戶

# accountRoleAssetSavings
source: Savings account
ca: Compte d'estalvis
cs: Spořicí účet
da: Opsparingskonto
de: Sparkonto
fa: حساب پس انداز
fr: Compte d'épargne
hu: Megtakarítási számla
id: Akun tabungan
it: Conto risparmi
pl: Konto oszczędnościowe
pt_br: Conta poupança
ro: Cont de economii
ru: Сберегательный счет
sl: Varčevalni račun
sv: Sparkonto
zh: 储蓄账户
zh_tw: 儲蓄帳戶

# accountRoleAssetShared
source: Shared asset account
ca: Compte d'actius compartit
cs: Sdílený účet aktiv
da: Delt aktivkonto
de: Gemeinsames Bestandskonto
fa: حساب دارایی مشترک
fr: Compte d'actif partagé
hu: Megosztott vagyon számla
id: Akun aset bersama
it: Conto attività condiviso
pl: Współdzielone konto aktywów
pt_br: Contas de ativos compartilhadas
ro: Contul de active partajat
ru: Общий основной счёт
sl: Skupni račun sredstev
sv: Delat tillgångskonto
zh: 共用资产账户
zh_tw: 共用資產帳戶

# accountsLabelAsset
source: Asset Accounts
ca: Comptes d'Actius
cs: Účty majetku
da: Aktivkonti
de: Bestandskonten
fa: حساب های دارایی
fr: Comptes d'actifs
hu: Eszközszámlák
id: Akun Aset
it: Conti Attività
pl: Konta aktywów
pt_br: Contas de Ativos
ro: Conturi de active
ru: Счета активов
sl: Računi sredstev
sv: Tillgångskonton
zh: 资产账户
zh_tw: 資產帳戶

# accountsLabelExpense
source: Expense Accounts
ca: Comptes de Despeses
cs: Výdajové účty
da: Udgiftskonti
de: Ausgabekonten
fa: حساب‌های هزینه
fr: Comptes de dépenses
hu: Költségszámlák
id: Akun Pengeluaran
it: Conti Spese
pl: Konta wydatków
pt_br: Contas de Despesas
ro: Conturi de cheltuieli
ru: Счета расходов
sl: Računi stroškov
sv: Kostnadskonton
zh: 支出账户
zh_tw: 支出帳戶

# accountsLabelLiabilities
source: Liabilities
ca: Passius
cs: Závazky
da: Gældsforpligtelser
de: Verbindlichkeiten
fa: بدهی ها
fr: Passifs
hu: Kötelezettségek
id: Kewajiban
it: Passività
pl: Zobowiązania
pt_br: Passivos
ro: Pasive
ru: Обязательства
sl: Obveznosti
sv: Skulder
zh: 负债
zh_tw: 負債

# accountsLabelRevenue
source: Revenue Accounts
ca: Comptes d'Ingressos
cs: Příjmové účty
da: Indtægtskonti
de: Einnahmekonten
fa: حساب‌های درآمد
fr: Comptes de recettes
hu: Bevételi Számlák
id: Akun Pendapatan
it: Conti Entrate
pl: Konta przychodów
pt_br: Contas de Receita
ro: Conturi de venituri
ru: Счета учета доходов
sl: Računi prihodkov
sv: Intäktskonton
zh: 收入账户
zh_tw: 收入帳戶

# accountsLiabilitiesInterest
source: {interest}% interest per {period, select, weekly{week} monthly{month} quarterly{quarter} halfyear{half-year} yearly{year} other{unknown}}
ca: {interest}% d'interès per {period, select, weekly{setmana} monthly{mes} quarterly{quadrimestre} halfyear{mig any} yearly{any} other{desconegut}}
cs: {interest}% úrok za {period, select, weekly{týden} monthly{měsíc} quarterly{čtvrtletí} halfyear{půlrok} yearly{rok} other{neznámé}}
da: {interest}% renter per {period, select, weekly{uge} monthly{måned} quarterly{kvartal} halfyear{halvår} yearly{år} other{ukendt}}
de: {interest}% Zinsen pro {period, select, weekly{Woche} monthly{Monat} quarterly{Quartal} halfyear{halbes Jahr} yearly{Jahr} other{Unbekannt}}
fa: {interest}% سود به ازای هر {period, select, weekly{هفته} monthly{ماه} quarterly{سه‌ماهه} halfyear{نیم‌ساله} yearly{سال} other{نامشخص}}
fr: {interest}% d'intérêts par {period, select, weekly{semaine} monthly{mois} quarterly{trimestre} halfyear{semestre} yearly{année} other{inconnue}}
hu: {interest}% kamat per {period, select, weekly{hét} monthly{hónap} quarterly{negyedév} halfyear{félév} yearly{év} other{ismeretlen}}
id: {interest}% bunga per {period, select, weekly{minggu} monthly{bulan} quarterly{perempat} halfyear{setengah-tahun} yearly{tahun} other{tidak-diketahui}}
it: {interest}% di interesse per {period, select, weekly{settimana} monthly{mese} quarterly{trimestre} halfyear{semestre} yearly{anno} other{sconosciuto}}
pl: {interest}% odsetek za {period, select, weekly{tydzień} monthly{miesiąc} quarterly{kwartał} halfyear{pół roku} yearly{rok} other{nieznany}}
pt_br: {interest}% de juros {period, select, weekly{semanais} monthly{ao mês} quarterly{por trimestre} halfyear{por semestre} yearly{ao ano} other{desconhecido}}
ro: {interest}% dobândă per {period, select, weekly{săptămână} monthly{lună} quarterly{trimestru} halfyear{semestru} yearly{an} other{necunoscut}}
ru: {interest}% за {period, select, weekly{неделя} monthly{месяц} quarterly{квартал} halfyear{полугодие} yearly{год} other{неизвестно}}
sl: {interest}% obresti {period, select, weekly{tedensko} monthly{mesečno} quarterly{četrtletno} halfyear{polletno} yearly{letno} other{neznano}}
sv: {interest}% ränta per {period, select, weekly{vecka} monthly{månad} quarterly{kvartal} halfyear{halvår} yearly{år} other{okänd}}
zh: {period, select, weekly{每周} monthly{每月} quarterly{每季度} halfyear{每半年} yearly{每年} other{其它}}的利率为 {interest}%
zh_tw: {period, select, weekly{週} monthly{月} quarterly{季} halfyear{半年} yearly{年} other{未知週期}}利率 {interest}%

# billsAmountAndFrequency
source: Subscription matches transactions between {minValue} and {maxvalue}. Repeats {frequency, select, weekly{weekly} monthly{monthly} quarterly{quarterly} halfyear{half-yearly} yearly{yearly} other{unknown}}{skip, plural, =0{} other{, skips over {skip}}}.
cs: Předplatné odpovídá transakcím mezi {minValue} a {maxvalue}. Opakuje se {frequency, select, weekly{týdně} monthly{měsíčně} quarterly{čtvrtletně} halfyear{pololetně} yearly{ročně} other{neznámé}}{skip, plural, =0{} other{, přeskočí {skip}}}.
da: Abonnement matcher transaktioner mellem {minValue} og {maxvalue}. Gentages {frequency, select, weekly{ugentligt} monthly{månedligt} quarterly{kvartalsvis} halfyear{halvårligt} yearly{årligt} other{ukendt}}{skip, plural, =0{} other{, springer over {skip}}}.
de: Abonnement passt zu Transaktionen zwischen {minValue} und {maxvalue}. Wiederholt sich {frequency, select, weekly{wöchentlich} monthly{monatlich} quarterly{vierteljährlich} halfyear{halbjährlich} yearly{jährlich} other{unbekannt}}{skip, plural, =0{} other{, überspringt {skip}}}.
fa: قبض مطابق با تراکنش‌ها بین {minValue} و {maxvalue} است. تکرارها {frequency, select, weekly{هفتگی} monthly{ماهیانه} quarterly{سه‌ماهه} halfyear{نیم‌ساله} yearly{سالیانه} other{نامشخص}}{skip, plural, =0{} other{، از {skip} گذر می‌کند}}.
fr: La facture correspond aux transactions entre {minValue} et {maxvalue}. Se répète {frequency, select, weekly{toutes les semaines} monthly{tous les mois} quarterly{tous les trimestres} halfyear{tous les six mois} yearly{tous les ans} other{autre}}{skip, plural, one {}=0{} other{, ignorer {skip} répétitions}}.
hu: A számla {minValue} és {maxvalue} közötti értékű tranzakcióknak felel meg. {frequency, select, weekly{Heti} monthly{Havi} quarterly{Negyedéves} halfyear{Féléves} yearly{Éves} other{Ismeretlen}} ismétlődésű{skip, plural, =0{} other{, {skip} ismétlést átugorva}}.
pl: Subskrypcja odpowiada transakcjom pomiędzy {minValue}, a {maxvalue}. Powtarza się {frequency, select, weekly{Tygodniowo} monthly{Miesięcznie} quarterly{Kwartalnie} halfyear{Półrocznie} yearly{Rocznie} other{Nieznany}}{skip, plural, =0{} other{, pomiń {skip}}}
pt_br: A assinatura corresponde a transações entre {minValue} e {maxvalue}. Repete {frequency, select, weekly{semanalmente} monthly{mensalmente} quarterly{trimestralmente} halfyear{semestralmente} yearly{anualmente} other{desconhecido}}{skip, plural, =0{} other{, pula {skip}}}.
ro: Abonamentul se potrivește cu tranzacții între {minValue} și {maxvalue}. Se repetă {frequency, select, weekly{săptămânal} monthly{lunar} quarterly{trimestrial} halfyear{semestrial} yearly{anual} other{necunoscut}}{skip, plural, =0{} other{, sare peste {skip}}}.
ru: Подписка соответствует транзакциям между {minValue} и {maxvalue}. Повторяется {frequency, select, weekly{еженедельно} monthly{ежемесячно} quarterly{ежеквартально} halfyear{раз в полгода} yearly{ежегодно} other{неизвестно}}{skip, plural, =0{} one{, пропускает {skip} раз} few{, пропускает {skip} раза} many{, пропускает {skip} раз} other{, пропускает {skip} раз}}.
sl: Račun se ujema s transakcijami med {minValue} in {maxvalue}. Ponavlja se {frequency, select, weekly{tedensko} monthly{mesečno} quarterly{četrtletno} halfyear{polletno} yearly{letno} other{neznano}}{skip, plural, =0{} other{, preskoči čez {skip}}}.
sv: Räkningen matchar transaktioner mellan {minValue} och {maxvalue}. Upprepas {frequency, select, weekly{veckovis} monthly{månadsvis} quarterly{kvartalsvis} halfyear{halvårsvis} yearly{årligen} other{okänt}}{skip, plural, =0{} other{, hoppar över {skip}}}.
zh: 账单匹配金额在 {minValue} 和 {maxvalue} 之间的交易。{frequency, select, weekly{每周} monthly{每月} quarterly{每季度} halfyear{每半年} yearly{每年} other{未知}}重复{skip, plural, =0{} other{，跳过 {skip} 次}}。
zh_tw: 帳單符合金額在 {minValue} 和 {maxvalue} 之間的交易。{frequency, select, weekly{每週} monthly{每月} quarterly{每季} halfyear{每半年} yearly{每年} other{未知}}重複{skip, plural, =0{} other{，跳過 {skip} 次}}。

# billsChangeLayoutTooltip
source: Change layout
cs: Změnit rozložení
da: Skift layout
de: Layout ändern
fa: تغییر چیدمان
fr: Modifier la mise en page
hu: Elrendezés módosítása
id: Ubah tata letak
pl: Zmień układ
pt_br: Alterar layout
ro: Schimbă aspectul
ru: Изменить вид
sl: Spremeni postavitev
sv: Ändra layout
zh: 更改布局
zh_tw: 變更版面配置

# billsChangeSortOrderTooltip
source: Change sort order
cs: Změnit pořadí řazení
da: Skift sorteringsrækkefølge
de: Sortierung ändern
fa: تغییر ترتیب مرتب‌سازی
fr: Changer l'ordre de tri
hu: Rendezési sorrend módosítása
id: Ubah urutan penyortiran
pl: Zmień kolejność sortowania
pt_br: Alterar ordem de classificação
ro: Schimbă ordinea de sortare
ru: Изменить порядок сортировки
sl: Spremeni vrstni red
sv: Ändra sorteringsordning
zh: 更改排序顺序
zh_tw: 變更排序順序

# billsErrorLoading
source: Error loading subscriptions.
cs: Chyba při načítání předplatných.
da: Fejl ved indlæsning af abonnementer.
de: Fehler beim Laden der Abonnements.
fa: خطا در بارگیری صورتحساب.
fr: Erreur lors du chargement des factures.
hu: Hiba a számla betöltése során.
id: Terjadi kesalahan saat memuat langganan.
pl: Błąd podczas ładowania subskrypcji.
pt_br: Erro ao carregar assinaturas.
ro: Eroare la încărcarea abonamentelor.
ru: Ошибка при загрузке подписок.
sl: Napaka pri nalaganju transakcij.
sv: Fel vid laddning av räkningar.
zh: 加载账单时出错。
zh_tw: 載入帳單時發生錯誤。

# billsExactAmountAndFrequency
source: Subscription matches transactions of {value}. Repeats {frequency, select, weekly{weekly} monthly{monthly} quarterly{quarterly} halfyear{half-yearly} yearly{yearly} other{unknown}}{skip, plural, =0{} other{, skips over {skip}}}.
cs: Předplatné odpovídá transakcím v hodnotě {value}. Opakuje se {frequency, select, weekly{týdně} monthly{měsíčně} quarterly{čtvrtletně} halfyear{pololetně} yearly{ročně} other{neznámé}}{skip, plural, =0{} other{, přeskočí {skip}}}.
da: Abonnement matcher transaktioner af {value}. Gentages {frequency, select, weekly{ugentligt} monthly{månedligt} quarterly{kvartalsvis} halfyear{halvårligt} yearly{årligt} other{ukendt}}{skip, plural, =0{} other{, springer over {skip}}}.
de: Abonnement passt zu Transaktionen mit {value}. Wiederholt sich {frequency, select, weekly{wöchentlich} monthly{monatlich} quarterly{vierteljährlich} halfyear{halbjährlich} yearly{jährlich} other{unbekannt}}{skip, plural, =0{} other{, überspringt {skip}}}.
fa: قبض با تراکنش‌های مبلغ {value} مطابقت دارد. تکرارها {frequency, select, weekly{هفتگی} monthly{ماهیانه} quarterly{سه‌ماهه} halfyear{نیم‌ساله} yearly{سالیانه} other{نامشخص}}{skip, plural, =0{} other{، از {skip} گذر می‌کند}}.
fr: La facture correspond à des transactions de {value}. Se répète {frequency, select, weekly{toutes les semaines} monthly{tous les mois} quarterly{tous les trimestres} halfyear{tous les six mois} yearly{tous les ans} other{autre}}{skip, plural, one {}=0{} other{, ignorer {skip} répétitions}}.
hu: A számla {value} értékű tranzakcióknak felel meg. {frequency, select, weekly{Heti} monthly{Havi} quarterly{Negyedéves} halfyear{Féléves} yearly{Éves} other{Ismeretlen}} ismétlődésű{skip, plural, =0{} other{, {skip} ismétlést átugorva}}.
pl: Subskrypcja odpowiada transakcjom z {value}. Powtarza się {frequency, select, weekly{Tygodniowo} monthly{Miesięcznie} quarterly{Kwartalnie} halfyear{Półrocznie} yearly{Rocznie} other{Nieznany}}{skip, plural, =0{} other{, pomiń {skip}}}
pt_br: A assinatura corresponde a transações de {value}. Repete {frequency, select, weekly{semanalmente} monthly{mensalmente} quarterly{trimestralmente} halfyear{semestralmente} yearly{anualmente} other{desconhecido}}{skip, plural, =0{} other{, pula {skip}}}.
ro: Abonamentul se potrivește cu tranzacții de {value}. Se repetă {frequency, select, weekly{săptămânal} monthly{lunar} quarterly{trimestrial} halfyear{semestrial} yearly{anual} other{necunoscut}}{skip, plural, =0{} other{, sare peste {skip}}}.
ru: Подписка соответствует транзакциям на сумму {value}. Повторяется {frequency, select, weekly{еженедельно} monthly{ежемесячно} quarterly{ежеквартально} halfyear{раз в полгода} yearly{ежегодно} other{неизвестно}}{skip, plural, =0{} one{, пропускает {skip} раз} few{, пропускает {skip} раза} many{, пропускает {skip} раз} other{, пропускает {skip} раз}}.
sl: Račun se ujema s transakcijami v vrednosti {value}. Ponavlja se {frequency, select, weekly{tedensko} monthly{mesečno} quarterly{četrtletno} halfyear{polletno} yearly{letno} other{neznano}}{skip, plural, =0{} other{, preskoči čez {skip}}}.
sv: Räkningen matchar transaktioner på {value}. Upprepas {frequency, select, weekly{veckovis} monthly{månadsvis} quarterly{kvartalsvis} halfyear{halvårsvis} yearly{årligen} other{okänt}}{skip, plural, =0{} other{, hoppar över {skip}}}.
zh: 账单匹配金额为 {value} 的交易。{frequency, select, weekly{每周} monthly{每月} quarterly{每季度} halfyear{每半年} yearly{每年} other{未知}}重复{skip, plural, =0{} other{，跳过 {skip} 次}}。
zh_tw: 帳單符合金額為 {value} 的交易。{frequency, select, weekly{每週} monthly{每月} quarterly{每季} halfyear{每半年} yearly{每年} other{未知}}重複{skip, plural, =0{} other{，跳過 {skip} 次}}。

# billsExpectedOn
source: Expected {date}
cs: Očekáváno {date}
da: Forventet {date}
de: Voraussichtliches {date}
fa: تاریخ مورد انتظار: :date
fr: Prévu le {date}
hu: Várható dátum {date}
id: Diharapkan {date}
pl: Oczekiwany {date}
pt_br: Vencimento em{date}
ro: Estimată la data de {date}
ru: Ожидается {date}
sl: Predvideno {date}
sv: Förväntad {date}
zh: 预计日期 {date}
zh_tw: 預計日期 {date}

# billsFrequency
source: {frequency, select, weekly{Weekly} monthly{Monthly} quarterly{Quarterly} halfyear{Half-yearly} yearly{Yearly} other{Unknown}}
cs: {frequency, select, weekly{Týdně} monthly{Měsíčně} quarterly{Čtvrtletně} halfyear{Pololetně} yearly{Ročně} other{Neznámé}}
da: {frequency, select, weekly{Ugentlig} monthly{Månedlig} quarterly{Kvartalsvis} halfyear{Halvårlig} yearly{Årlig} other{Ukendt}}
de: {frequency, select, weekly{Wöchentlich} monthly{Monatlich} quarterly{Vierteljährlich} halfyear{Halbjährlich} yearly{Jährlich} other{Unbekannt}}
fa: {frequency, select, weekly{هفتگی} monthly{ماهیانه} quarterly{سه‌ماهه} halfyear{نیم‌ساله} yearly{سالیانه} other{نامشخص}}
fr: {frequency, select, weekly{Hebdomadaire} monthly{Mensuelle} quarterly{Trimestrielle} halfyear{Semestrielle} yearly{Annuelle} other{Autre}}
hu: {frequency, select, weekly{Heti} monthly{Havi} quarterly{Negyedéves} halfyear{Féléves} yearly{Éves} other{Ismeretlen}}
id: {frequency, select, weekly{Mingguan} monthly{Bulanan} quarterly{Triwulanan} halfyear{Setengah tahunan} yearly{Tahunan} other{Tidak diketahui}}
pl: {frequency, select, weekly{Tygodniowo} monthly{miesięcznie} quarterly{Kwartalnie} halfyear{Półrocznie} yearly{rocznie} other{Nieznany}}
pt_br: {frequency, select, weekly{Semanal} monthly{Mensal} quarterly{Trimestral} halfyear{Semestral} yearly{Anual} other{Desconhecida}}
ro: {frequency, select, weekly{Săptămânal} monthly{Lunar} quarterly{Trimestrial} halfyear{Semestrial} yearly{Anual} other{Necunoscut}}
ru: {frequency, select, weekly{Еженедельно} monthly{Ежемесячно} quarterly{Ежеквартально} halfyear{Раз в полгода} yearly{Ежегодно} other{Неизвестно}}
sl: {frequency, select, weekly{Tedensko} monthly{Mesečno} quarterly{Četrtletno} halfyear{Polletno} yearly{Letno} other{Neznano}}
sv: {frequency, select, weekly{Veckovis} monthly{Månadsvis} quarterly{Kvartalsvis} halfyear{Halvårsvis} yearly{Årligen} other{Okänt}}
zh: {frequency, select,weekly{每周} monthly{每月} quarterly{每季度} halfyear{每半年} yearly{每年} other{未知}}
zh_tw: {frequency, select,weekly{每週} monthly{每月} quarterly{每季} halfyear{每半年} yearly{每年} other{未知}}

# billsFrequencySkip
source: {frequency, select, weekly{Weekly} monthly{Monthly} quarterly{Quarterly} halfyear{Half-yearly} yearly{Yearly} other{Unknown}}{skip, plural, =0{} other{, skips over {skip}}}
cs: {frequency, select, weekly{Týdně} monthly{Měsíčně} quarterly{Čtvrtletně} halfyear{Pololetně} yearly{Ročně} other{Neznámé}}{skip, plural, =0{} other{, přeskočí {skip}}}
da: {frequency, select, weekly{Ugentlig} monthly{Månedlig} quarterly{Kvartalsvis} halfyear{Halvårlig} yearly{Årlig} other{Ukendt}}{skip, plural, =0{} other{, springer over {skip}}}
de: {frequency, select, weekly{Wöchentlich} monthly{Monatlich} quarterly{Vierteljährlich} halfyear{Halbjährlich} yearly{Jährlich} other{Unbekannt}}{skip, plural, =0{} other{, überspringt {skip}}}
fa: {frequency, select, weekly{هفتگی} monthly{ماهیانه} quarterly{سه‌ماهه} halfyear{نیم‌ساله} yearly{سالیانه} other{نامشخص}}{skip, plural, =0{} other{، از {skip} گذر می‌کند}}
fr: {frequency, select, weekly{Hebdomadaire} monthly{Mensuelle} quarterly{Trimestrielle} halfyear{Semestrielle} yearly{Annuelle} other{Autre}}{skip, plural, one {}=0{} other{, ignorer {skip} répétitions}}
hu: {frequency, select, weekly{Heti} monthly{Havi} quarterly{Negyedéves} halfyear{Féléves} yearly{Éves} other{Ismeretlen}} ismétlődésű{skip, plural, =0{} other{, {skip} ismétlést átugorva}}
pl: {frequency, select, weekly{Tygodniowo} monthly{Miesięcznie} quarterly{Kwartalnie} halfyear{Półrocznie} yearly{Rocznie} other{Nieznany}}{skip, plural, =0{} other{, pomiń {skip}}}
pt_br: {frequency, select, weekly{Semanal} monthly{Mensal} quarterly{Trimestral} halfyear{Semestral} yearly{Anual} other{Desconhecida}}{skip, plural, =0{} other{, pula {skip}}}
ro: {frequency, select, weekly{Săptămânal} monthly{Lunar} quarterly{Trimestrial} halfyear{Semestrial} yearly{Anual} other{Necunoscut}}{skip, plural, =0{} other{, sare peste {skip}}}
ru: {frequency, select, weekly{Еженедельно} monthly{Ежемесячно} quarterly{Ежеквартально} halfyear{Раз в полгода} yearly{Ежегодно} other{Неизвестно}}{skip, plural, =0{} one{, пропускает {skip} раз} few{, пропускает {skip} раза} many{, пропускает {skip} раз} other{, пропускает {skip} раз}}
sl: {frequency, select, weekly{Tedensko} monthly{Mesečno} quarterly{Četrtletno} halfyear{Polletno} yearly{Letno} other{Neznano}}{skip, plural, =0{} other{, preskoči čez {skip}}}
sv: {frequency, select, weekly{Veckovis} monthly{Månadsvis} quarterly{Kvartalsvis} halfyear{Halvårsvis} yearly{Årligen} other{Okänt}}{skip, plural, =0{} other{, hoppar över {skip}}}
zh: {frequency, select, weekly{每周} monthly{每月} quarterly{每季度} halfyear{每半年} yearly{每年} other{未知}}重复{skip, plural, =0{} other{，跳过 {skip} 次}}
zh_tw: {frequency, select, weekly{每週} monthly{每月} quarterly{每季} halfyear{每半年} yearly{每年} other{未知}}重複{skip, plural, =0{} other{，跳過 {skip} 次}}

# billsInactive
source: Inactive
cs: Neaktivní
da: Inaktiv
de: Inaktiv
fa: غیر فعال
hu: Inaktív
id: Tidak aktif
pl: Nieaktywny
pt_br: Inativo
ro: Inactiv
ru: Неактивна
sl: Neaktiven
sv: Inaktiv
zh: 未启用
zh_tw: 未啟用

# billsIsActive
source: Subscription is active
cs: Předplatné je aktivní
da: Abonnementet er aktivt
de: Abonnement ist aktiv
fa: قبض فعال است
fr: Facture active
hu: Aktív számla
id: Langganan aktif
pl: Subskrypcja aktywna
pt_br: A assinatura está ativa
ro: Abonamentul este activ
ru: Подписка активна
sl: Transakcija je aktivna
sv: Räkningen aktiv
zh: 账单已启用
zh_tw: 帳單已啟用

# billsLayoutGroupSubtitle
source: Subscriptions displayed in their assigned groups.
cs: Předplatná zobrazená v přiřazených skupinách.
da: Abonnementer vises i deres tildelte grupper.
de: Abonnements werden in ihrer Gruppe angezeigt.
fa: صورت‌حساب‌ها در گروه‌های اختصاص داده شده نمایش داده می‌شوند.
fr: Factures affichées par groupe assigné.
hu: Számlák megjelenítése a hozzájuk rendelt csoportokban.
id: Langganan ditampilkan dalam grup yang telah ditetapkan.
pl: Subskrypcje wyświetlane w przypisanych im grupach.
pt_br: Assinaturas exibidas em seus grupos designados.
ro: Abonamentele sunt afișate în grupurile lor atribuite.
ru: Подписки отображаются в назначенных им группах.
sl: Transakcije, prikazane v dodeljenih skupinah.
sv: Räkningar visas i sina tilldelade grupper.
zh: 账单显示在指定的组中。
zh_tw: 帳單顯示在指定的群組中。

# billsLayoutGroupTitle
source: Group
cs: Skupina
da: Gruppe
de: Gruppe
fa: گروه
fr: Groupe
hu: Csoport
id: Grup
pl: Grupa
pt_br: Grupo
ro: Grup
ru: Группа
sl: Skupina
sv: Grupp
zh: 组
zh_tw: 群組

# billsLayoutListSubtitle
source: Subscriptions displayed in a list sorted by certain criteria.
cs: Předplatná zobrazená v seznamu seřazeném podle určitých kritérií.
da: Abonnementer vises på en liste sorteret efter bestemte kriterier.
de: Abonnements werden sortiert in einer Liste angezeigt.
fa: صورت‌حساب‌ها در فهرستی که بر اساس معیارهای خاصی مرتب شده‌اند نمایش داده می‌شوند.
fr: Factures affichées dans une liste triée selon certains critères.
hu: Számlák megjelenítése egy listában bizonyos kritériumok szerint rendezve.
id: Langganan ditampilkan dalam daftar yang diurutkan berdasarkan kriteria tertentu.
pl: Subskrypcje wyświetlane na liście posortowanej według określonych kryteriów.
pt_br: Assinaturas exibidas em uma lista organizada por certos critérios.
ro: Abonamentele sunt afișate într-o listă sortată după anumite criterii.
ru: Подписки отображаются в виде списка, отсортированного по определённым критериям.
sl: Transakcije prikazane na seznamu, razvrščenem po določenih kriterijih.
sv: Räkningar visas i en lista sorterad efter vissa kriterier.
zh: 账单显示在按特定标准排序的列表中。
zh_tw: 帳單顯示在按特定標準排序的列表中。

# billsLayoutListTitle
source: List
cs: Seznam
da: Liste
de: Liste
fa: لیست
fr: Liste
hu: Lista
id: Daftar
pl: Lista
pt_br: Lista
ro: Listă
ru: Список
sl: Seznam
sv: Lista
zh: 列表
zh_tw: 列表

# billsListEmpty
source: The list is currently empty.
cs: Seznam je aktuálně prázdný.
da: Listen er i øjeblikket tom.
de: Diese Liste ist momentan leer.
fa: لیست در حال حاضر خالی است.
fr: La liste est actuellement vide.
hu: A lista jelenleg üres.
id: Daftar saat ini kosong.
pl: Lista jest obecnie pusta.
pt_br: A lista está vazia atualmente.
ro: Lista este momentan goală.
ru: Список в настоящее время пуст.
sl: Seznam je trenutno prazen.
sv: Den här listan är för närvarande tom.
zh: 该列表当前为空。
zh_tw: 此列表目前為空。
