Repository: dreautall/waterfly-iii
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, fa, fr, hu, id, it, pl, pt_br, ro, ru, sl, sv, zh, zh_tw

# settingsDialogDebugMailDisclaimer
source: WARNING: A mail draft will open with the log file attached (in text format). The logs might contain sensitive information, such as the host name of your Firefly instance (though I try to avoid logging of any secrets, such as the api key). Please read through the log carefully and censor out any information you don't want to share and/or is not relevant to the problem you want to report. Please do not send in logs without prior agreement via mail/GitHub to do so. I will delete any logs sent without context for privacy reasons. Never upload the log uncensored to GitHub or elsewhere.
ca: ADVERTIMENT: s'obrirà un esborrany de correu amb el fitxer de registre adjunt (en format de text). Els registres poden contenir informació sensible, com ara el nom d'amfitrió de la vostra instància de Firefly (tot i que intento evitar el registre de qualsevol secret, com ara la clau API). Si us plau, llegiu atentament el registre i censureu qualsevol informació que no vulgueu compartir i/o que no sigui rellevant per al problema que voleu informar. Si us plau, no envieu registres sense un acord previ per correu electrònic/GitHub per fer-ho. Suprimiré tots els registres enviats sense context per motius de privadesa. No carregueu mai el registre sense censura a GitHub ni a cap altre lloc.
cs: VAROVÁNÍ: Bude otevřen koncept e-mailu s přiloženým log souborem (v textovém formátu). Protokoly mohou obsahovat citlivé informace, například název a doménu Vaší instance Firefly (přestože se snažím zabránit logování jakýchkoliv citlivých informací, jako je API klíč). Prosím přečtěte si pečlivě přiložený log a odeberte jakékoliv informace, které nechcete sdílet a/nebo nejsou relevantní pro problém, který chcete nahlásit. Neposílejte prosím žádné logy bez předchozí domluvy prostřednictvím e-mailu nebo GitHub. Z důvodů ochrany osobních údajů smažu všechny protokoly odeslané bez kontextu. Nikdy nenahrávejte necenzurovaný log na GitHub nebo kamkoliv jinam.
da: ADVARSEL: En mailkladde åbnes med logfilen vedhæftet (i tekstformat). Logfilerne kan indeholdet følsomme oplysninger, såsom værtsnavnet på din Firefly instans (selvom jeg forsøger at undgå logning af eventuelle hemmeligheder, såsom api-nøgle). Læs venligst loggen grundigt og censurér alle oplysninger, du ikke ønsker at dele og/eller ikke er relevante for det problem, du ønsker at rapportere.
de: ACHTUNG: Ein E-Mail Entwurf wird mit angehängtem Fehlerprotokoll erstellt. Das Fehlerprotokoll kann sensitive Informationen wie zum Beispiel die URL deiner Firefly-Instanz enthalten (auch wenn ich versuche geheime Informationen wie den API-Schlüssel nicht zu protokollieren). Bitte lese vor dem Senden der Mail das Protokoll durch und zensiere alle Informationen, die du nicht teilen möchtest. Bitte sende keine Fehlerprotokolle ohne vorherige Absprache mit mir via Mail/GitHub. Ich werde alle ohne Kontext eingesendete Protokolle aus Datenschutzgründen löschen. Lade die Protokolle nie auf GitHub oder anderswo hoch.
fa: هشدار: یک پیش‌نویس ایمیل با پیوست فایل گزارش (به فرمت متنی) باز می‌شود. گزارش‌ها ممکن است اطلاعات حساسی را مانند نام میزبان نمونه Firefly شما (هرچند که سعی در ثبت اطلاعات محرمانه مانند کلید API نداریم) شامل شوند. لطفاً با دقت گزارش را مطالعه کرده و هرگونه اطلاعاتی که نمی‌خواهید به اشتراک بگذارید و/یا با موضوع گزارش مرتبط نیست را سانسور کنید. لطفاً قبل از ارسال هرگونه گزارش، توافق قبلی را از طریق ایمیل/گیت‌هاب برای انجام این کار داشته باشید. هرگونه گزارشی که بدون در نظر گرفتن متن مناسبی برای حریم خصوصی ارسال شود، توسط من به دلایل حفظ حریم خصوصی حذف خواهد شد.هرگز گزارش را بدون سانسور مطلق به گیت‌هاب یا جای دیگری آپلود نکنید.
fr: AVERTISSEMENT : Un brouillon d'e-mail s'ouvrira avec le fichier journal en pièce jointe (au format texte). Les journaux peuvent contenir des informations sensibles, telles que le nom d'hôte de votre instance Firefly (bien que j'essaie d'éviter de consigner des éléments confidentiels, tels que la clé API). Veuillez lire attentivement le journal et censurer toute information que vous ne souhaitez pas partager et/ou qui n'est pas pertinente par rapport au problème que vous souhaitez signaler. Veuillez ne pas envoyer de journaux sans accord préalable via e-mail/GitHub. Je supprimerai tous les journaux envoyés sans contexte pour des raisons de confidentialité. N'envoyez jamais de journal non censuré sur GitHub ou ailleurs.
hu: FIGYELMEZTETÉS: Egy levél piszkozat fog megnyílni a csatolt naplófájllal (szöveg formátumban). A naplók érzékeny információkat tartalmazhatnak, például a Firefly-példány gazdagépnevét (bár igyekszem elkerülni a titkok, például az API-kulcs naplózását). Kérjük, figyelmesen olvassa el a naplót, és cenzúrázzon minden olyan információt, amelyet nem szeretne megosztani, és/vagy nem kapcsolódik a jelenteni kívánt problémához. Kérjük, ne küldjön naplókat előzetes egyeztetés nélkül e-mailben/GitHubon keresztül. Adatvédelmi okokból törlöm a kontextus nélkül küldött naplókat. Soha ne töltse fel a naplót cenzúrázatlanul a GitHub-ra vagy máshová.
id: PERHATIAN: Draf surat akan terbuka dengan file log terlampir (dalam format teks). Log mungkin berisi informasi sensitif, seperti nama host instansi Firefly anda (walaupun saya mencoba menghindari pencatatan rahasia apapun, seperti kunci API). Harap baca log dengan cermat dan sensor informasi yang tidak ingin anda bagikan dan/atau tidak relevan dengan masalah yang ingin dilaporkan. Mohon jangan mengirimkan log tanpa persetujuan awal via email/GitHub. Saya akan menghapus semua log yang dikirimkan tanpa konteks untuk alasan privasi. Jangan unggah log tanpa sensor ke GitHub atau manapun.
it: ATTENZIONE: Si aprirà una bozza di e-mail con il file di registro allegato (in formato testuale). I registri potrebbero contenere informazioni sensibili, come il nome host della tua istanza di Firefly (anche se cerco di evitare la registrazione di qualsiasi segreto, come la chiave API). Si prega di leggere attentamente il registro e censurare qualsiasi informazione che non si desidera condividere e/o non è rilevante per il problema che si desidera segnalare. Per favore non inviare il registro senza previo accordo via e-mail/GitHub. Eliminerò tutti i registri inviati senza contesto per motivi di privacy. Non caricare mai il registro senza censura su GitHub o altrove.
pl: OSTRZEŻENIE: Szkic wiadomości zostanie otwarty wraz z załączonym plikiem logów (w formacie tekstowym). Logi mogą zawierać poufne informacje, takie jak nazwa hosta twojej instancji Firefly (chociaż staram się unikać logowania wszelkich sekretów, takich jak klucz api). Przeczytaj uważnie logi i ocenzuruj informacje, których nie chcesz udostępniać i/lub które nie są istotne dla problemu, który chcesz zgłosić. Proszę nie wysyłaj logów bez uprzedniego dogadania się poprzez mail/GitHub. Usunę wszystkie wpisy wysłane bez kontekstu ze względu na prywatność. Nigdy nie wysyłaj nieocenzurowanych logów na GitHub lub gdzieś indziej.
pt_br: AVISO: Um rascunho de e-mail será aberto com o arquivo de log anexo (em formato texto). Os logs podem conter informações confidenciais, tais como o host da sua instância do Firefly (embora eu tente evitar o log de segredos, como a chave de api). Por favor, leia o log com cuidado e censure quaisquer informações que você não deseje compartilhar e/ou não seja relevante ao problema que você deseja relatar. Por favor, não envie logs sem antes combinar via e-mail/GitHub. Eu irei apagar quaisquer logs que me forem enviados sem contexto, por motivos de privacidade. Nunca envie o log não censurado ao GitHub ou qualquer outro lugar.
ro: AVERTISMENT: O ciornă de mail se va deschide cu fişierul de jurnal ataşat (în format de text). Jurnalele ar putea conține informații sensibile, cum ar fi numele gazdei instanței dvs. Firefly (deși încerc să evit logarea oricăror secrete, cum ar fi cheia API). Vă rugăm să citiți jurnalul cu atenție și să cenzurați orice informație pe care nu doriți să o împărtășiți și/sau nu este relevantă pentru problema pe care doriți să o raportați. Vă rugăm să nu trimiteți jurnale fără acord prealabil prin mail/GitHub pentru a face acest lucru. Voi șterge orice jurnal trimis fără context din motive de confidențialitate. Nu încărca niciodată jurnalul necenzurat pe GitHub sau în altă parte.
ru: ВНИМАНИЕ: Будет открыт почтовый проект с прикрепленным файлом журнала (в текстовом формате). В журнале может содержаться конфиденциальная информация, например, имя хоста вашего экземпляра Firefly (хотя я стараюсь избегать записи в журнал каких-либо секретов, например, api ключ). Пожалуйста, внимательно прочитайте журнал и вычеркните из него ту информацию, которой вы не хотите делиться и/или которая не имеет отношения к проблеме, о которой вы хотите сообщить. Пожалуйста, не присылайте логи без предварительного согласия на это по почте/GitHub. Я буду удалять любые журналы, присланные без контекста, из соображений конфиденциальности. Никогда не загружайте журнал без цензуры на GitHub или куда-либо еще.
sl: OPOZORILO: Odpre se osnutek pošte s priloženo dnevniško datoteko (v besedilni obliki). Dnevniki lahko vsebujejo občutljive podatke, kot je ime gostitelja vašega primerka Firefly (čeprav se poskušam izogniti zapisovanju kakršnih koli skrivnosti, kot je API ključ). Pozorno preberite dnevnik in cenzurirajte vse informacije, ki jih ne želite deliti in/ali niso pomembne za težavo, ki jo želite prijaviti. Prosimo, ne pošiljajte dnevnikov brez predhodnega dogovora po pošti/GitHubu. Izbrisal bom vse dnevnike, poslane brez konteksta, zaradi zasebnosti. Dnevnika nikoli ne nalagajte necenzuriranega na GitHub ali drugam.
sv: VARNING: Ett e-postutkast öppnas med loggfilen bifogad (i textformat). Loggarna kan innehålla känslig information, såsom värdnamnet för din Firefly instans (även om jag försöker undvika loggning av några hemligheter, såsom api nyckel). Läs igenom loggen noga och censurera all information som du inte vill dela och/eller inte är relevant för det problem du vill rapportera. Skicka inte in loggar utan föregående överenskommelse via mail/GitHub. Jag kommer att ta bort alla loggar som skickas utan kontext av sekretessskäl. Ladda aldrig upp loggen ocensurerad till GitHub eller någon annanstans.
zh: 警告：邮件草稿将与日志文件一起打开(文本格式)。 日志可能包含敏感信息 例如您的 Frefly 实例的主机名 (尽管我试图避免记录任何秘密，如api 密钥)。 请仔细阅读日志并检查您不想分享的任何信息和/或与您想报告的问题无关。 请不要在没有事先同意的情况下通过邮件/GitHub 发送日志。 出于隐私原因，我将删除没有上下文发送的任何日志。永远不要上传不受检查的日志到 GitHub 或其他地方。
zh_tw: 請注意：除錯資訊將會以純文字的方式附在郵件中。儘管我已經努力避免在除錯資訊中記錄您的隱私資訊 (例如伺服器的網址、您的 API 密鑰等)，但仍然需要您仔細檢視，確保您的個人隱私。請務必完整審視除錯資訊，碼掉您的個人資訊，移除無關或不必要的記錄。 如果您沒有透過電子郵件或 GitHub 與我協議，請勿傳送除錯資訊。為了確保您的隱私，我會直接刪除沒有與我協議的郵件。請勿直接將含有個人資訊的除錯資訊上傳到 GitHub。

# settingsDialogDebugSendButton
source: Send Logs via Mail
ca: Envia registres per Correu Electrònic
cs: Poslat protokoly přes e-mail
da: Send logfiler via e-mail
de: Protokoll via Mail schicken
fa: ارسال گزارش از طریق ایمیل
fr: Envoyer les journaux par e-mail
hu: Naplók küldése e-mailben
id: Kirim Log via Surat
it: Invia registro via e-mail
pl: Wyślij logi poprzez e-mail
pt_br: Enviar Logs por E-mail
ro: Trimite jurnale prin e-mail
ru: Отправлять логи по почте
sl: Pošlji dnevnike po e-pošti
sv: Skicka loggar via e-post
zh: 通过邮件发送日志
zh_tw: 通過電子郵件傳送除錯資訊

# settingsDialogDebugTitle
source: Debug Logs
ca: Registres de depuració
cs: Protokoly ladění
da: Fejlfindingslogs
de: Fehlerprotokolle
fa: گزارش اشکالات
fr: Journaux de débogage
hu: Hibakeresési Naplók
id: Log Debug
it: Registro di debug
pl: Logi Debugowania
pt_br: Logs de Depuração
ro: Jurnalul de depanare
ru: Отладочные логи
sl: Debug dnevniki
sv: Felsökningsloggar
zh: 调试日志
zh_tw: 除錯資訊

# settingsDialogLanguageTitle
source: Select Language
ca: Selecciona un idioma
cs: Vyberte jazyk
da: Vælg sprog
de: Sprache auswählen
fa: انتخاب زبان
fr: Choisir la langue
hu: Nyelv Kiválasztása
id: Pilih Bahasa
it: Seleziona Lingua
pl: Wybierz język
pt_br: Selecionar Idioma
ro: Selectează limba
ru: Выберите язык
sl: Izberite jezik
sv: Välj språk
zh: 选择语言
zh_tw: 選擇語言

# settingsDialogThemeTitle
source: Select Theme
ca: Selecciona un Tema
cs: Vyberte motiv
da: Vælg tema
de: Erscheinungsbild auswählen
fa: انتخاب تم
fr: Choisir un thème
hu: Téma Kiválasztása
id: Pilih Tema
it: Seleziona Tema
pl: Wybierz motyw
pt_br: Selecionar Tema
ro: Selectează tema
ru: Выберите тему
sl: Izberite temo
sv: Välj tema
zh: 选择主题
zh_tw: 選取佈景主題

# settingsFAQ
source: FAQ
cs: Často kladené dotazy
da: Ofte stillede spørgsmål
fa: سوالات متداول
hu: GYIK
pt_br: Perguntas Frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sv: Vanliga frågor
zh: 常见问答（FAQ）
zh_tw: 常見問題

# settingsFAQHelp
source: Opens in Browser. Only available in English.
cs: Otevře se v prohlížeči. Dostupné pouze v angličtině.
da: Åbnes i browseren. Kun tilgængelig på engelsk.
de: Öffnet im Browser. Nur auf Englisch verfügbar.
fa: در مرورگر باز می‌شود. فقط به زبان انگلیسی موجود است.
hu: Megnyitás böngészőben. Csak angol nyelven elérhető.
id: Dibuka di Peramban. Hanya tersedia dalam Bahasa Inggris.
pl: Otwórz w przeglądarce. Dostępne tylko w języku angielskim.
pt_br: Abre no navegador. Disponível apenas em inglês.
ro: Se deschide în browser. Disponibil doar în engleză.
ru: Открывается в браузере. Доступно только на английском языке.
sv: Öppnas i webbläsaren. Endast tillgänglig på engelska.
zh: 在浏览器内打开。仅支持英文。
zh_tw: 使用瀏覽器開啟。常見問題只有英文版。

# settingsLanguage
source: Language
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
fa: زبان
fr: Langage
hu: Nyelv
id: Bahasa
it: Lingua
pl: Język
pt_br: Idioma
ro: Limba
ru: Язык
sl: Jezik
sv: Språk
zh: 切换语言
zh_tw: 語言

# settingsLockscreen
source: Lockscreen
ca: Pantalla de Bloqueig
cs: Obrazovka uzamčení
da: Låst skærm
de: App-Sperre
fa: صفحه قفل
fr: Écran de verrouillage
hu: Zárképernyő
id: Layar Kunci
it: Schermata di blocco
pl: Ekran blokady
pt_br: Tela de bloqueio
ro: Ecran de blocare
ru: Экран блокировки
sl: Zaklenjen zaslon
sv: Låsskärm
zh: 锁屏选项
zh_tw: 鎖定畫面選項

# settingsLockscreenHelp
source: Require authenticiation on app startup
ca: Requereix autenticació en iniciar l'aplicació
cs: Při spuštění aplikace požadovat ověření
da: Kræv godkendelse ved opstart af app
de: Authentifizierung beim Start der App erzwingen
fa: نیاز به احراز هویت در راه اندازی برنامه
fr: Exiger une authentification au démarrage de l'application
hu: Hitelesítés szükséges az alkalmazás indításakor
id: Memerlukan autentikasi saat memulai aplikasi
it: Richiedi l'autenticazione all'avvio dell'app
pl: Wymagaj uwierzytelnienia przy starcie aplikacji
pt_br: Exigir autenticação ao abrir o app
ro: Necesită autentificarea la pornirea aplicației
ru: Требовать аутентификацию при запуске приложения
sl: Zahtevaj preverjanje pristnosti ob zagonu aplikacije
sv: Kräv autentisering vid appstart
zh: 应用程序启动时需要进行身份验证
zh_tw: 程動程式時需要先通過身份認證

# settingsLockscreenInitial
source: Please authenticate to enable the lock screen.
ca: Per favor, autentica't per habilitar la pantalla de bloqueig.
cs: Pro povolení zamykací obrazovky se prosím ověřte.
da: Godkend venligst for at aktivere skærmlåsning.
de: Bitte authentifiziere dich, um die App-Sperre zu aktivieren.
fa: لطفاً برای فعال کردن صفحه قفل، احراز هویت کنید.
fr: Veuillez vous authentifier pour activer l'écran de verrouillage.
hu: A lezárási képernyő engedélyezéséhez hitelesítsen.
id: Mohon autentikasi untuk mengaktifkan layar kunci.
it: Si prega di autenticarsi per abilitare la schermata di blocco.
pl: Proszę uwierzytelnić się, aby włączyć ekran blokady.
pt_br: Por favor, autentique-se para ativar a tela de bloqueio.
ro: Vă rugăm să vă autentificați pentru a activa ecranul de blocare.
ru: Пожалуйста, авторизуйтесь, чтобы включить экран блокировки.
sl: Preverite pristnost, da omogočite zaklenjeni zaslon.
sv: Vänligen autentisera för att aktivera låsskärmen.
zh: 请验证以启用锁屏界面。
zh_tw: 請通過身份認證以啟用鎖定螢幕功能。

# settingsNLAppAccount
source: Default Account
ca: Compte per Defecte
cs: Výchozí účet
da: Standard konto
de: Standard-Konto
fa: حساب پیش فرض
fr: Compte par défaut
hu: Alapértelmezett Számla
id: Akun Bawaan
it: Conto Predefinito
pl: Konto domyślne
pt_br: Conta Padrão
ro: Cont implicit
ru: Аккаунт по умолчанию
sl: Privzeti račun
sv: Förvalt konto
zh: 默认账户
zh_tw: 預設帳戶

# settingsNLAppAccountDynamic
source: <Dynamic>
cs: <Dynamický>
de: <Dynamisch>
fr: <Dynamique>
hu: <Dinamikus>
id: <Dinamik>
it: <Dinamico>
pl: <Dynamicznie>
pt_br: <Dinâmica>
ro: <Dinamic>
sl: <Dinamično>
sv: <Dynamiskt>
zh: <自动>

# settingsNLAppAdd
source: Add App
ca: Afegir Aplicació
cs: Přidat aplikaci
da: Tilføj app
de: App hinzufügen
fa: افزودن برنامه
fr: Ajouter appli
hu: Alkalmazás Hozzáadása
id: Tambahkan Aplikasi
it: Aggiungi App
pl: Dodaj aplikację
pt_br: Adicionar Aplicativo
ro: Adaugă aplicaţie
ru: Добавить приложение
sl: Dodaj aplikacijo
sv: Lägg till app
zh: 添加应用
zh_tw: 加入 App

# settingsNLAppAddHelp
source: Click to add an app to listen to. Only eligible apps will show up in the list.
ca: Toca per afegir una aplicació a la qual escoltar. Només es mostraran les aplicacions compatibles.
cs: Kliknutím přidáte aplikaci, které má aplikace poslouchat. V seznamu se zobrazí pouze podporované aplikace.
da: Klik for at tilføje en app til at lytte til. Kun kvalificerede apps vil dukke op på listen.
de: Füge eine neue App hinzu. Nur qualifizierte Apps werden gelistet.
fa: برای افزودن یک برنامه برای گوش دادن کلیک کنید. فقط برنامه های واجد شرایط در لیست نمایش داده می شوند.
fr: Cliquez pour ajouter une application à écouter. Seules les applications éligibles apparaîtront dans la liste.
hu: Kattintson a figyelni kívánt alkalmazás hozzáadásához. Csak az erre jogosult alkalmazások jelennek meg a listában.
id: Klik untuk menambahkan aplikasi untuk didengarkan. Hanya aplikasi memenuhi syarat yang akan ditampilkan di daftar.
it: Tocca per aggiungere un'app di cui leggere le notifiche. Solo le app idonee verranno visualizzate nella lista.
pl: Kliknij, aby dodać aplikację do nasłuchiwania. Tylko kwalifikujące się aplikacje pojawią się na liście.
pt_br: Clique para adicionar um aplicativo para monitorar. Apenas aplicativos onde isso for possível irão aparecer na lista.
ro: Faceți clic pentru a adăuga o aplicație ce va fi ascultă. Numai aplicațiile eligibile vor apărea în listă.
ru: Нажмите, чтобы добавить приложение для прослушивания. В списке будут отображаться только подходящие приложения.
sl: Kliknite, če želite dodati aplikacijo za poslušanje. Na seznamu bodo prikazane samo primerne aplikacije.
sv: Klicka för att lägga till en app att lyssna efter. Endast kvalificerade appar visas i listan.
zh: 点击添加一个应用来收听。只有合格的应用才会显示在列表中。
zh_tw: 點擊以新增要監聽通知的 App。只會列出符合條件的 App。

# settingsNLAppAddInfo
source: Make some transactions where you receive phone notifications to add apps to this list. If the app still doesn't show up, please report it to app@vogt.pw.
ca: Fes algunes transaccions de les aplicacions on rebis notificacions per afegir-les a la llista. Si encara no es mostren, per favor informa app@vogt.pw.
cs: Pro přidání aplikací do tohoto seznamu proveďte transakce, při kterých obdržíte oznámení v telefonu. Pokud se aplikace přesto nezobrazí, nahlaste to prosím na app@vogt.pw.
da: Foretag nogle transaktioner, hvor du modtager telefonmeddelelser for at tilføje apps til denne liste. Hvis appen stadig ikke dukker op, bedes du rapportere den til app@vogt.pw.
de: Führe eine Zahlung durch, bei der die gewünschte Benachrichtigung erscheint, um eine App zu dieser Liste hinzuzufügen. Wenn die App trotzdem nicht erscheint, bitte melde dies an app@vogt.pw.
fa: برخی از تراکنش‌ها را در جایی که اعلان‌های تلفن دریافت می‌کنید انجام دهید تا برنامه‌ها را به این فهرست اضافه کنید. اگر برنامه همچنان نمایش داده نشد، لطفاً آن را به app@vogt.pw گزارش دهید.
fr: Effectuez des opérations pour lesquelles vous recevez des notifications sur votre téléphone afin d'ajouter des applications à cette liste. Si l'application ne s'affiche toujours pas, veuillez le signaler à app@vogt.pw.
hu: Egy alkalmazás ezen listához adásához indítson olyan tranzakciókat amelyek telefonértesítéseket generálnak. Ha az alkalmazás továbbra sem jelenik meg, kérjük, jelentse az app@vogt.pw email címre írva.
id: Jadikan beberapa transaksi dimana anda menerima notifikasi untuk menambahkan aplikasi ke daftar ini. Jika aplikasi tidak muncul, silahkan laporkan ke app@vogt.pw.
it: Effettua alcune transazioni per le quali ricevi notifiche sullo smartphone per aggiungere app a questo elenco. Se l'app che cerchi non è comunque presente, si prega di segnalarla ad app@vogt.pw.
pl: Wykonaj transakcje, w których otrzymujesz powiadomienia telefoniczne, aby dodać aplikacje do tej listy. Jeśli aplikacja nadal się nie pojawia, zgłoś to do app@vogt.pw.
pt_br: Faça algumas transações que gerem notificações no seu celular para popular essa lista. Se o app ainda não aparecer, por favor, reporte-o para app@vogt.pw.
ro: Efectuați unele tranzacții în care primiți notificări prin telefon pentru a adăuga aplicații la această listă. Dacă aplicația încă nu apare, vă rugăm să raportați la app@vogt.pw.
ru: Сделайте несколько транзакций, в которых Вы должны получить уведомление на телефон, для добавления приложения в этот лист. Если приложение до сих пор не отображается, пожалуйста, сообщите нам на app@vogt.pw.
sl: Izvedite nekaj transakcij, pri katerih prejmete telefonska obvestila za dodajanje aplikacij na ta seznam. Če se aplikacija še vedno ne prikaže, mi prijavite na app@vogt.pw.
sv: Gör några transaktioner där du får telefonaviseringar för att lägga till appar i den här listan. Om appen fortfarande inte dyker upp, vänligen rapportera det till app@vogt.pw.
zh: 在您接收手机通知以添加应用程序到此列表的交易中。 如果应用程序仍未显示, 请向app@vogt.pw报告。
zh_tw: 請先做幾筆交易，等你的 App 跳通知後，才會出現在這個列表裡。如果你的 App 一直沒有出現在列表中，請聯繫 app@vogt.pw。

# settingsNLAutoAdd
source: Create transaction without interaction
cs: Vytvořit transakci bez interakce
da: Opret transaktion uden interaktion
de: Transaktion ohne Nachfragen erstellen
fa: ایجاد تراکنش بدون تعامل
hu: Tranzakció létrehozása felhasználói beavatkozás nélkül
id: Buat transaksi tanpa interaksi
pl: Utwórz transakcję bez interakcji
pt_br: Criar transação sem interação
ro: Creează tranzacție fără interacțiune
ru: Создавать транзакцию без подтверждения
sv: Skapa transaktion utan interaktion
zh: 创建无互动的交易
zh_tw: 直接新增交易記錄
