Repository: dreautall/waterfly-iii
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, fa, fr, hu, id, it, pl, pt_br, ro, ru, sl, sv, zh, zh_tw

# transactionDialogTagsTitle
source: Select tags
ca: Selecciona Etiquetes
cs: Vybrat štítky
da: Vælg etiketter
de: Schlagwörter auswählen
fa: برچسب ها را انتخاب کنید
fr: Sélectionnez des étiquettes
hu: Címke kiválasztása
id: Pilih label
it: Seleziona etichette
pl: Wybierz tagi
pt_br: Selecionar tags
ro: Alege etichete
ru: Выбрать теги
sl: Izberi oznake
sv: Välj taggar
zh: 选择标签
zh_tw: 選擇標籤

# transactionDuplicate
source: Duplicate
ca: Duplicada
cs: Duplikovat
da: Duplikér
de: Duplizieren
fa: کپی کردن
fr: Dupliquer
hu: Duplikálás
id: Duplikat
it: Duplica
pl: Duplikat
pt_br: Duplicar
ro: Duplică
ru: Дубликат
sl: Podvoji
sv: Dubblett
zh: 创建副本
zh_tw: 複製一份

# transactionErrorInvalidAccount
source: Invalid Account
ca: Compte Invàlid
cs: Neplatný účet
da: Ugyldig konto
de: Ungültiges Konto
fa: حساب نامعتبر
fr: Compte non valide
hu: Érvénytelen Számla
id: Akun tidak Valid
it: Conto non valido
pl: Błędne konto
pt_br: Conta inválida
ro: Cont invalid
ru: Недействительный аккаунт
sl: Neveljaven račun
sv: Ogiltigt konto
zh: 帐户无效
zh_tw: 帳戶無效

# transactionErrorInvalidBudget
source: Invalid Budget
ca: Pressupost Invàlid
cs: Neplatný rozpočet
da: Ugyldigt Budget
de: Ungültiges Budget
fa: بودجه نامعتبر
fr: Budget non valide
hu: Érvénytelen Költségkeret
id: Anggaran tidak Valid
it: Bilancio non valido
pl: Błędny budżet
pt_br: Orçamento Inválido
ro: Buget invalid
ru: Неверный бюджет
sl: Neveljaven proračun
sv: Ogiltig budget
zh: 无效的预算
zh_tw: 預算項目無效

# transactionErrorNoAccounts
source: Please fill in the accounts first.
cs: Prosím, nejprve vyplňte účty.
da: Udfyld venligst konti først.
de: Bitte tragen Sie zuerst die Konten ein.
fa: لطفاً ابتدا حساب‌ها را وارد کنید.
hu: Kérjük, először töltse ki a számlákat.
id: Harap isi akun terlebih dahulu.
pl: Proszę najpierw wypełnić konta.
pt_br: Por favor, preencha as contas primeiro.
ro: Te rugăm să completezi conturile mai întâi.
ru: Пожалуйста, сначала укажите счета.
sv: Fyll i kontona först.
zh: 请先填写账户。
zh_tw: 您必須先選擇帳戶。

# transactionErrorNoAssetAccount
source: Please select an asset account.
cs: Prosím, vyberte majetkový účet.
da: Vælg venligst en aktivkonto.
de: Bitte ein Bestandskonto auswählen.
fa: لطفاً یک حساب دارایی انتخاب کنید.
hu: Kérjük, válasszon ki egy eszközzámlát.
id: Harap pilih akun aset.
pl: Proszę wybrać konto aktywów.
pt_br: Por favor, selecione uma conta de ativo.
ro: Te rugăm să selectezi un cont de active.
ru: Пожалуйста, выберите счёт актива.
sv: Vänligen välj ett tillgångskonto.
zh: 请选择一个资产账户。
zh_tw: 請選擇資產帳戶。

# transactionErrorTitle
source: Please provide a title.
ca: Per favor, introdueix un títol.
cs: Zadejte prosím název.
da: Angiv venligst en titel.
de: Bitte gebe einen Titel an.
fa: لطفا عنوان بفرمایید
fr: Veuillez indiquer un titre.
hu: Kérjük, adjon meg egy leírást.
id: Harap berikan judul.
it: Si prega di fornire un titolo.
pl: Proszę podać tytuł.
pt_br: Por favor, especifique um título.
ro: Te rog introdu un titlu.
ru: Пожалуйста, укажите заголовок.
sl: Prosim navedite naslov.
sv: Vänligen ange en titel.
zh: 请输入标题
zh_tw: 請填寫標題。

# transactionFormLabelAccountDestination
source: Destination account
ca: Compte de destí
cs: Cílový účet
da: Destinationskonto
de: Ziel-Konto
fa: حساب مقصد
fr: Compte destinataire
hu: Célszámla
id: Akun tujuan
it: Conto di destinazione
pl: Konto docelowe
pt_br: Conta de destino
ro: Cont destinație
ru: Счет назначения
sl: Ciljni račun
sv: Till konto
zh: 目标账户
zh_tw: 收款帳戶

# transactionFormLabelAccountForeign
source: Foreign account
ca: Compte estranger
cs: Zahraniční účet
da: Fremmed konto
de: Fremdes Konto
fa: حساب خارجی
fr: Compte externe
hu: Külföldi számla
id: Akun asing
it: Conto esterno
pl: Konto zagraniczne
pt_br: Conta externa
ro: Cont extern
ru: Внешний счет
sl: Tuji račun
sv: Mottagarkonto
zh: 外部账户
zh_tw: 外部帳戶

# transactionFormLabelAccountOwn
source: Own account
ca: Compte propi
cs: Vlastní účet
da: Egen konto
de: Eigenes Konto
fa: حساب شخصی
fr: Compte personnel
hu: Saját számla
id: Akun sendiri
it: Conto personale
pl: Własne konto
pt_br: Conta própria
ro: Cont propriu
ru: Собственный аккаунт
sl: Lastni račun
sv: Källkonto
zh: 自有账号
zh_tw: 自有帳戶

# transactionFormLabelAccountSource
source: Source account
ca: Compte d'origen
cs: Zdrojový účet
da: Fra konto
de: Quell-Konto
fa: حساب منبع
fr: Compte source
hu: Forrás számla
id: Akun asal
it: Conto di origine
pl: Konto źródłowe
pt_br: Conta de origem
ro: Cont sursă
ru: Исходный аккаунт
sl: Izvorni račun
sv: Källkonto
zh: 来源账户
zh_tw: 付款帳戶

# transactionFormLabelNotes
source: Notes
cs: Poznámky
da: Noter
de: Notizen
fa: یادداشت
hu: Jegyzetek
id: Catatan
it: Note
pl: Notatki
pt_br: Notas
ro: Notițe
ru: Примечания
sl: Zapiski
sv: Anteckningar
zh: 备注
zh_tw: 備註

# transactionFormLabelTags
source: Tags
ca: Etiquetes
cs: Štítky
da: Etiketter
de: Schlagwörter
fa: برچسب ها
fr: Étiquettes
hu: Címkék
id: Label
it: Etichette
pl: Tagi
pt_br: Etiquetas
ro: Etichete
ru: Теги
sl: Oznake
sv: Taggar
zh: 标签
zh_tw: 標籤

# transactionFormLabelTitle
source: Transaction Title
ca: Títol de la Transacció
cs: Název transakce
da: Transaktionstitel
de: Titel der Transaktion
fa: عنوان معامله
fr: Titre de l'opération
hu: Tranzakció Leírása
id: Judul Transaksi
it: Titolo Transazione
pl: Tytuł transakcji
pt_br: Título da Transação
ro: Titlul tranzacției
ru: Название транзакции
sl: Naslov transakcije
sv: Transaktionstitel
zh: 交易名称
zh_tw: 交易標題

# transactionSplitAdd
source: Add split transaction
ca: Afegeix una transacció dividida
cs: Přidat rozdělenou transakci
da: Tilføj delt transaktion
de: Aufteilung hinzufügen
fa: اضافه کردن تراکنش تقسیم
fr: Ajouter une opération fractionnée
hu: Osztott tranzakció hozzáadása
id: Tambah transaksi terpisah
it: Aggiungi transazione suddivisa
pl: Dodaj podzieloną transakcję
pt_br: Adicionar divisão
ro: Adaugă tranzacție divizată
ru: Добавить разделенную транзакцию
sl: Dodaj razdeljeno transakcijo
sv: Lägg till delad transaktion
zh: 拆分交易
zh_tw: 新增子交易

# transactionSplitChangeCurrency
source: Change Split Currency
ca: Canvia la moneda de la divisió
cs: Změnit rozdělenou měnu
da: Ændr delt valuta
de: Währung der Aufteilung ändern
fa: ارز تقسیم شده را تغییر دهید
fr: Changer de devise
hu: Felosztás Pénznemének Megváltoztatása
id: Ubah Mata Uang Terpisah
it: Modifica Valuta Suddivisa
pl: Zmień walutę podziału
pt_br: Alterar Moeda da Divisão
ro: Schimbă moneda divizată
ru: Изменить раздельную валюту
sl: Spremeni valuto razdelitve
sv: Ändra delad valuta
zh: 更改基本货币
zh_tw: 更改子交易的幣別

# transactionSplitChangeDestinationAccount
source: Change Split Destination Account
cs: Změnit cílový účet rozdělené transakce
da: Skift destinationkonto for opdeling
de: Zielkonto der Aufteilung ändern
fa: تغییر حساب مقصد تفکیک
hu: Részletes felosztás célszámlájának módosítása
id: Ubah Akun Tujuan Pembagian
pl: Zmień konto docelowe
pt_br: Alterar Conta de Destino da Divisão
ro: Schimbă contul destinație al diviziunii
ru: Изменить счёт назначения для разделения
sv: Ändra mottagarkonto för delad transaktion
zh: 更改拆分目的账户
zh_tw: 更改子交易的收款帳戶

# transactionSplitChangeSourceAccount
source: Change Split Source Account
cs: Změnit zdrojový účet rozdělené transakce
da: Skift kildekonto for opdeling
de: Quellkonto der Aufteilung ändern
fa: تغییر حساب مبدأ تفکیک
hu: Részletes felosztás forrásszámlájának módosítása
id: Ubah Akun Sumber Pembagian
pl: Zmień konto źródłowe
pt_br: Alterar Conta de Origem da Divisão
ro: Schimbă contul sursă al diviziunii
ru: Изменить исходный счёт для разделения
sv: Ändra avsändarkonto för delad transaktion
zh: 更改拆分源账户
zh_tw: 更改子交易的付款帳戶

# transactionSplitChangeTarget
source: Change Split Target Account
ca: Canvia el compte destí de la divisió
cs: Změnit cílový účet rozdělení
da: Ændr delt målkonto
de: Zielkonto der Aufteilung ändern
fa: تغییر حساب هدف تقسیم شده
fr: Changer de compte cible
hu: Felosztás Célszámlájának Megváltoztatása
id: Ubah Akun Target Transaksi Terpisah
it: Modifica Conto Destinazione Suddivisa
pl: Zmień docelowe konto dzielenia
pt_br: Alterar Conta Alvo da Divisão
ro: Schimbă contul țintă divizat
ru: Изменение раздельного целевого счета
sl: Spremeni ciljni račun razdelitve
sv: Ändra delat målkonto
zh: 更改拆分目标账户
zh_tw: 更改子交易的收款帳戶

# transactionSplitDelete
source: Delete split
ca: Elimina la divisió
cs: Odstranit rozdělení
da: Slet split
de: Aufteilung löschen
fa: حذف تقسیم
fr: Supprimer l'opération fractionnée
hu: Felosztás törlése
id: Hapus transaksi terpisah
it: Elimina suddivisione
pl: Usuń podział
pt_br: Excluir divisão
ro: Șterge diviziune
ru: Удалить разделение
sl: Izbriši razdelitev
sv: Ta bort delning
zh: 删除拆分
zh_tw: 刪除子交易

# transactionTitleAdd
source: Add Transaction
ca: Afegir Transacció
cs: Přidat transakci
da: Tilføj transaktion
de: Transaktion hinzufügen
fa: افزودن تراکنش
fr: Ajouter une opération
hu: Tranzakció Hozzáadása
id: Tambah Transaksi
it: Aggiungi Transazione
pl: Dodaj transakcję
pt_br: Adicionar Transação
ro: Adaugă Tranzacție
ru: Добавить транзакцию
sl: Dodaj transakcijo
sv: Lägg till transaktion
zh: 添加交易
zh_tw: 新增交易

# transactionTitleDelete
source: Delete Transaction
ca: Elimina la Transacció
cs: Smazat transakci
da: Slet transaktion
de: Transaktion löschen
fa: حذف تراکنش
fr: Supprimer l'opération
hu: Tranzakció Törlése
id: Hapus Transaksi
it: Elimina Transazione
pl: Usuń transakcję
pt_br: Excluir Transação
ro: Şterge tranzacţia
ru: Удалить транзакцию
sl: Izbriši transakcijo
sv: Ta bort transaktion
zh: 删除交易
zh_tw: 刪除交易

# transactionTitleEdit
source: Edit Transaction
ca: Edita la Transacció
cs: Upravit transakci
da: Redigér transaktion
de: Transaktion bearbeiten
fa: ویرایش تراکنش
fr: Modifier l'opération
hu: Tranzakció Szerkesztése
id: Ubah Transaksi
it: Modifica Transazione
pl: Edytuj transakcję
pt_br: Editar Transação
ro: Editează tranzacția
ru: Редактировать транзакцию
sl: Uredi transakcijo
sv: Ändra transaktion
zh: 编辑交易
zh_tw: 編輯交易

# transactionTypeDeposit
source: Deposit
ca: Ingrés
cs: Vklad
da: Indbetal
de: Einnahme
fa: سپرده
fr: Dépôt
hu: Bevétel
id: Setoran
it: Deposito
pl: Wpłata
pt_br: Depósito
ro: Depune
ru: Депозит
sl: Priliv
sv: Insättning
zh: 存款
zh_tw: 存款

# transactionTypeTransfer
source: Transfer
ca: Transferència
cs: Převod
da: Overfør
de: Umbuchung
fa: انتقال
fr: Transfert
hu: Átvezetés
it: Trasferimento
pl: Przelew
pt_br: Transferência
ro: Transferă
ru: Перемещение
sl: Prenos
sv: Överföring
zh: 转帐
zh_tw: 轉帳

# transactionTypeWithdrawal
source: Withdrawal
ca: Retirada
cs: Výběr
da: Hævning
de: Ausgabe
fa: درخواست برداشت
fr: Dépense
hu: Költség
id: Penarikan
it: Prelievo
pl: Wypłata
pt_br: Retirada
ro: Retragere
ru: Вывод средств
sl: Odliv
sv: Uttag
zh: 取款
zh_tw: 提款
