Repository: dreautall/waterfly-iii
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, fa, fr, hu, id, it, pl, pt_br, ro, ru, sl, sv, zh, zh_tw

# billsNextExpectedMatch
source: Next expected match
cs: Další očekávaná shoda
da: Næste forventede match
de: Nächste erwartete Übereinstimmung
fa: مسابقه بعدی مورد انتظار
fr: Prochaine association attendue
hu: Következő várható egyezés
id: Kecocokan yang diharapkan berikutnya
pl: Następne oczekiwane dopasowanie
pt_br: Próxima combinação parecida
ro: Următoarea potrivire estimată
ru: Следующее ожидаемое совпадение
sl: Naslednje pričakovano ujemanje
sv: Nästa förväntade träff
zh: 下次预期的支付匹配
zh_tw: 下次預期的支付符合

# billsNotActive
source: Subscription is inactive
cs: Předplatné je neaktivní
da: Abonnementet er inaktivt
de: Abonnement ist inaktiv
fa: قبض غیرفعال است
fr: Facture inactive
hu: Inaktív számla
id: Langganan tidak aktif
pl: Subskrypcja nieaktywna
pt_br: A assinatura está inativa
ro: Abonamentul este inactiv
ru: Подписка неактивна
sl: Transakcija ni aktivna
sv: Räkningen är inaktiv
zh: 账单未启用
zh_tw: 帳單未啟用

# billsNotExpected
source: Not expected this period
cs: V tomto období neočekáváno
da: Ikke forventet i denne periode
de: In diesem Zeitraum nicht erwartet
fa: این دوره انتظار نمی رود
fr: Non attendu cette période
hu: Nem várható ebben az időszakban
id: Tidak diharapkan dalam periode ini
pl: Nie oczekiwany w tym okresie
pt_br: Período não esperado
ro: Neestimat în această perioadă
ru: Не ожидается в этот период
sl: Ni pričakovano v tem obdobju
sv: Ej förväntat denna period
zh: 此周期内没有预期的支付
zh_tw: 此週期內沒有預期的支付

# billsNoTransactions
source: No transactions found.
cs: Nebyly nalezeny žádné transakce.
da: Ingen transaktioner fundet.
de: Keine Transaktionen gefunden.
fa: هیچ تراکنشی یافت نشد
fr: Aucune transaction trouvée.
hu: Nem található tranzakció.
id: Tidak ada transaksi ditemukan.
pl: Nie znaleziono transakcji.
pt_br: Nenhuma transação encontrada.
ro: Nu s-au găsit tranzacții.
ru: Транзакции не найдены.
sl: Ni najdenih transakcij.
sv: Inga transaktioner hittade.
zh: 未找到交易记录。
zh_tw: 未找到交易記錄。

# billsPaidOn
source: Paid {date}
cs: Zaplaceno {date}
da: Betalt {date}
de: Bezahlt am {date}
fa: پرداخت شده {date}
fr: Payée le {date}
hu: Kifizetés dátuma {date}
id: Dibayar {date}
pl: Zapłacone {date}
pt_br: Pago em {date}
ro: Plătit la data de {date}
ru: Оплачено {date}
sl: Plačano dne {date}
sv: Betald {date}
zh: 支付日期 {date}
zh_tw: 支付日期 {date}

# billsSortAlphabetical
source: Alphabetical
cs: Abecedně
da: Alfabetisk
de: Alphabetisch
fa: الفبایی
fr: Alphabétique
hu: Betűrendi
id: Menurut Abjad
pl: Alfabetycznie
pt_br: Em Ordem Alfabética
ro: Alfabetic
ru: По алфавиту
sl: Po abecedi
sv: Alfabetisk
zh: 按字母排序
zh_tw: 按字母順序

# billsSortByTimePeriod
source: By time period
cs: Podle časového období
da: Efter tidsperiode
de: Nach Zeitraum
fa: بر اساس دوره زمانی
fr: Par période
hu: Időszak szerint
id: Berdasarkan periode waktu
pl: Według okresu
pt_br: Por período de tempo
ro: După perioadă de timp
ru: По периоду
sl: Po časovnem obdobju
sv: Efter tidsperiod
zh: 按时间间隔排序
zh_tw: 按時間間隔排序

# billsSortFrequency
source: Frequency
cs: Frekvence
da: Frekvens
de: Häufigkeit
fa: فرکانس
fr: Fréquence
hu: Gyakoriság
id: Frekuensi
pl: Częstotliwość
pt_br: Frequência
ro: Frecvență
ru: По частоте
sl: Pogostost
sv: Frekvens
zh: 频率
zh_tw: 頻率

# billsSortName
source: Name
cs: Název
da: Navn
fa: نام
fr: Nom
hu: Név
id: Nama
pl: Nazwa
pt_br: Nome
ro: Nume
ru: По имени
sl: Naziv
sv: Namn
zh: 名称
zh_tw: 名稱

# billsUngrouped
source: Ungrouped
cs: Neseskupené
da: Ugrupperede
de: Keine Gruppe
fa: گروه‌بندی نشده
fr: Sans groupe
hu: Csoportosítatlan
id: Tidak Terkelompok
pl: Niezgrupowane
pt_br: Sem Grupo
ro: Negrupate
ru: Без группы
sl: Nezdruženo
sv: Ogrupperad
zh: 未分组的
zh_tw: 未分組的

# billsSettingsShowOnlyActive
source: Show only active
cs: Zobrazit pouze aktivní
da: Vis kun aktive
de: Nur aktive anzeigen
fa: فقط فعال‌ها را نمایش بده
hu: Csak az aktívak
id: Tampilkan yang aktif saja
pl: Pokaż tylko aktywne
pt_br: Mostrar apenas ativas
ro: Arată doar active
ru: Показывать только активные
sv: Visa endast aktiva
zh_tw: 僅顯示已啟用的

# billsSettingsShowOnlyActiveDesc
source: Shows only active subscriptions.
cs: Zobrazuje pouze aktivní předplatná.
da: Viser kun aktive abonnementer.
de: Zeigt nur aktive Abonnements an.
fa: فقط اشتراک‌های فعال را نمایش می‌دهد.
hu: Csak az aktív előfizetéseket mutatja.
id: Menampilkan langganan yang aktif saja.
pl: Pokazuje tylko aktywne subskrypcje.
pt_br: Mostra apenas as subscrições ativas.
ro: Afișează doar abonamentele active.
ru: Показывает только активные подписки.
sv: Visar endast aktiva prenumerationer.
zh_tw: 僅顯示已啟用的帳單。

# billsSettingsShowOnlyExpected
source: Show only expected
cs: Zobrazit pouze očekávané
da: Vis kun forventede
de: Nur erwartete anzeigen
fa: فقط مورد انتظارها را نمایش بده
hu: Csak a várhatók
id: Tampilkan yang diharapkan saja
pl: Pokaż tylko oczekiwane
pt_br: Mostrar apenas as esperadas
ro: Arată doar așteptate
ru: Показывать только ожидаемые
sv: Visa endast förväntade
zh_tw: 僅顯示預期的

# billsSettingsShowOnlyExpectedDesc
source: Shows only those subscriptions that are expected (or paid) this month.
cs: Zobrazuje pouze ta předplatná, která jsou očekávána (nebo zaplacena) tento měsíc.
da: Viser kun de abonnementer, der forventes (eller er betalt) denne måned.
de: Zeigt nur Abonnements an, die diesen Monat erwartet werden (oder bereits bezahlt worden sind).
fa: فقط آن اشتراک‌هایی را نمایش می‌دهد که در این ماه مورد انتظار (یا پرداخت شده) هستند.
hu: Csak azokat az előfizetéseket mutatja, amelyek várhatóak (vagy kifizetésre kerültek) ebben a hónapban.
id: Menampilkan langganan yang diharapkan (atau dibayar) bulan ini saja.
pl: Pokazuje tylko te subskrypcje, które są oczekiwane (lub opłacone) w tym miesiącu.
pt_br: Mostra apenas as subscrições que são esperadas (ou pagas) este mês.
ro: Afișează doar abonamentele așteptate (sau plătite) în această lună.
ru: Показывает только те подписки, которые ожидаются (или оплачены) в этом месяце.
sv: Visar endast de prenumerationer som är förväntade (eller betalda) denna månad.
zh_tw: 僅顯示預期的 (或是已付款的) 帳單。

# categoryDeleteConfirm
source: Are you sure you want to delete this category? The transactions will not be deleted, but will not have a category anymore.
cs: Opravdu chcete smazat tuto kategorii? Transakce nebudou smazány, ale již nebudou mít přiřazenou kategorii.
da: Er du sikker på, at du vil slette denne kategori? Transaktionerne vil ikke blive slettet, men vil ikke længere have en kategori.
de: Möchtest du diese Kategorie wirklich löschen? Die Transaktionen werden nicht gelöscht, werden aber keine Kategorie mehr haben.
fa: آیا مطمئن هستید که می‌خواهید این دسته را حذف کنید؟ تراکنش ها حذف نمی شوند، اما دیگر دسته بندی نخواهند داشت.
fr: Êtes-vous sûr de vouloir supprimer cette catégorie ? Les transactions ne seront pas supprimées, mais n'auront plus de catégorie.
hu: Biztosan törli ezt a kategóriát? A tranzakciók nem kerülnek törlésre, ugyanakkor nem lesznek kategóriához rendelve.
id: Apakah Anda yakin ingin menghapus kategori ini? Transaksi tidak akan dihapus, tetapi tidak akan memiliki kategori lagi.
pl: Czy na pewno chcesz usunąć tę kategorię? Transakcje nie zostaną usunięte, ale nie będą już posiadały kategorii.
pt_br: Tem certeza de que deseja excluir esta categoria? As transações não serão excluídas, mas não terão mais uma categoria.
ro: Sigur doriți să ștergeți această categorie? Tranzacțiile nu vor fi șterse, dar nu vor mai avea o categorie.
ru: Вы уверены, что хотите удалить категорию? Транзакции, входящие в нее, удалены не будут, они просто останутся без категории.
sl: Ali ste prepričani, da želite izbrisati to kategorijo? Transakcije ne bodo izbrisane, vendar ne bodo imele več kategorije.
sv: Är du säker på att du vill ta bort denna kategori? Transaktionerna kommer inte att tas bort, men kommer inte att ha en kategori längre.
zh: 您确定要删除这个分类吗？与该分类关联的账单不会被删除，但该分类将彻底删除。
zh_tw: 確定要刪除這個分類嗎？相關的交易不會刪除，但會變成未分類的。

# categoryErrorLoading
source: Error loading categories.
cs: Chyba při načítání kategorií.
da: Fejl ved indlæsning af kategorier.
de: Fehler beim Laden der Kategorien.
fa: خطا در بارگیری دسته‌ها.
fr: Erreur de chargement des catégories.
hu: Hiba a kategóriák betöltése során.
id: Gagal memuat kategori.
pl: Błąd podczas ładowania kategorii.
pt_br: Erro ao carregar categorias.
ro: Eroare la încărcarea categoriilor.
ru: Ошибка загрузки категорий.
sl: Napaka pri nalaganju kategorij.
sv: Fel vid laddning av kategorier.
zh: 加载分类时出错。
zh_tw: 無法載入分類。

# categoryFormLabelIncludeInSum
source: Include in monthly sum
cs: Zahrnout do měsíčního součtu
da: Medregn i månedlig sum
de: In Monatssumme einbeziehen
fa: در جمع ماهیانه لحاظ شود
fr: Inclure dans le montant mensuel
hu: Beleszámítani a havi összegbe
id: Sertakan dalam jumlah bulanan
pl: Uwzględnij w sumie miesięcznej
pt_br: Incluir na soma mensal
ro: Include în suma lunară
ru: Включить в месячную сумму
sl: Vključi v mesečni znesek
sv: Inkludera i månadssumman
zh: 包括在每月金额
zh_tw: 包含於每月金額中

# categoryFormLabelName
source: Category Name
cs: Název kategorie
da: Kategorinavn
de: Kategoriename
fa: نام دسته
fr: Nom de catégorie
hu: Kategória neve
id: Nama Kategori
pl: Nazwa Kategorii
pt_br: Nome da Categoria
ro: Nume categorie
ru: Название категории
sl: Ime kategorije
sv: Kategorinamn
zh: 分类名称
zh_tw: 分類名稱

# categoryMonthNext
source: Next Month
cs: Příští měsíc
da: Næste måned
de: Nächster Monat
fa: ماه آینده
fr: Le mois prochain
hu: Következő hónap
id: Bulan Berikutnya
pl: Następny Miesiąc
pt_br: Próximo mês
ro: Luna următoare
ru: След. месяц
sl: Naslednji mesec
sv: Nästa Månad
zh: 下个月
zh_tw: 下個月

# categoryMonthPrev
source: Previous Month
cs: Předchozí měsíc
da: Sidste måned
de: Letzter Monat
fa: ماه قبل
fr: Le mois précédent
hu: Előző hónap
id: Bulan Sebelumnya
pl: Poprzedni Miesiąc
pt_br: Mês Anterior
ro: Luna precedentă
ru: Пред. месяц
sl: Prejšnji mesec
sv: Föregående månad
zh: 上个月
zh_tw: 上個月

# categorySumExcluded
source: excluded
cs: vyloučeno
da: udelukket
de: ausgenommen
fa: مستثتی شده
fr: exclue
hu: nem számított
id: dikecualikan
pl: wykluczone
pt_br: excluído
ro: exclus
ru: исключено
sl: izvzeto
sv: exkluderad
zh: 排除
zh_tw: 已排除

# categoryTitleAdd
source: Add Category
cs: Přidat kategorii
da: Tilføj kategori
de: Kategorie hinzufügen
fa: افزودن دسته
fr: Ajouter une catégorie
hu: Kategória hozzáadása
id: Tambah Kategori
pl: Dodaj Kategorię
pt_br: Adicionar Categoria
ro: Adaugă categorie
ru: Добавить категорию
sl: Dodaj kategorijo
sv: Lägg till kategori
zh: 添加分类
zh_tw: 新增分類

# categoryTitleDelete
source: Delete Category
cs: Smazat kategorii
da: Slet kategori
de: Kategorie löschen
fa: حذف دسته
fr: Supprimer la catégorie
hu: Kategória törlése
id: Hapus Kategori
pl: Usuń kategorię
pt_br: Excluir Categoria
ro: Șterge categorie
ru: Удалить категорию
sl: Izbriši kategorijo
sv: Ta bort kategori
zh: 删除分类
zh_tw: 刪除分類

# categoryTitleEdit
source: Edit Category
cs: Upravit kategorii
da: Redigér kategori
de: Kategorie bearbeiten
fa: ویرایش دسته‌ بندی
fr: Modifier la catégorie
hu: Kategória szerkesztése
id: Edit Kategori
pl: Edytuj Kategorię
pt_br: Editar Categoria
ro: Editează categorie
ru: Изменить категорию
sl: Uredi kategorijo
sv: Redigera kategori
zh: 编辑分类
zh_tw: 編輯分類

# catNone
source: <no category>
cs: <bez kategorie>
de: <keine Kategorie>
fr: <aucune catégorie>
hu: <nincs kategória>
id: <tanpa kategori>
pl: <Bez kategorii><no category>
ro: <fără categorie>
ru: <без категории>
sl: <brez kategorije>
sv: <ingen kategori>
zh: <未分类>
zh_tw: 未分類

# catOther
source: Other
ca: Altres
cs: Ostatní
da: Andet
de: Andere
fa: دیگر
fr: Autre
hu: Egyéb
id: Lainnya
it: Altro
pl: Inne
pt_br: Outros
ro: Altele
ru: Прочее
sl: Ostalo
sv: Övrigt
zh: 其他
zh_tw: 其他

# errorAPIInvalidResponse
source: Invalid Response from API: {message}
ca: Resposta de l'API invàlida: {message}
cs: Neplatná odpověď z API: {message}
da: Ugyldigt svar fra API: {message}
de: Ungültige API-Antwort: {message}
fa: پاسخ نامعتبر از API: {message}
fr: Réponse invalide de l'API : {message}
hu: Érvénytelen válasz az API-tól: {message}
id: Respons dari API tidak Valid: {message}
it: Risposta non valida dall'API: {message}
pl: Nieprawidłowa odpowiedź od API: {message}
pt_br: Resposta inválida da API: {message}
ro: Răspuns invalid de la API: {message}
ru: Неверный ответ API: {message}
sl: Neveljaven odgovor API-ja: {message}
sv: Ogiltigt svar från API: {message}
zh: API 的无效响应: {message}
zh_tw: API 回應錯誤: {message}

# errorAPIUnavailable
source: API unavailable
ca: API no disponible
cs: API není dostupné
da: API utilgængelig
de: API nicht verfügbar
fa: API در دسترس نیست
fr: API indisponible
hu: API nem érhető el
id: API tidak tersedia
it: API non raggiungibile
pl: API niedostępne
pt_br: API indisponível
ro: API indisponibil
ru: API недоступен
sl: API ni na voljo
sv: API inte tillgängligt
zh: API不可用
zh_tw: 無法使用 API

# errorFieldRequired
source: This field is required.
ca: Aquest camp és obligatori.
cs: Toto pole je povinné.
da: Dette felt er påkrævet.
de: Dies ist ein Pflichtfeld.
fa: این فیلد الزامی است.
fr: Ce champ est obligatoire.
hu: A mező kitöltése kötelező.
id: Kolom ini diperlukan.
it: Questo campo è obbligatorio.
pl: To pole jest wymagane.
pt_br: Este campo é obrigatório.
ro: Acest câmp este obligatoriu.
ru: Обязательное поле.
sl: To polje je obvezno.
sv: Detta fält är obligatoriskt.
zh: 此字段是必需项.
zh_tw: 必填欄位。

# errorInvalidURL
source: Invalid URL
ca: URL invàlida
cs: Neplatná URL adresa
da: Ugyldig URL
de: Ungültige URL
fa: آدرس نامعتبر
fr: URL invalide
hu: Érvénytelen URL
id: URL tidak Valid
it: URL non valido
pl: Nieprawidłowy adres URL
pt_br: URL inválida
ro: URL invalid
ru: Неверный URL-адрес
sl: Neveljaven URL
sv: Ogiltig URL
zh: 地址无效
zh_tw: 無效的網址

# errorMinAPIVersion
source: Minimum Firefly API Version v{requiredVersion} required. Please upgrade.
ca: Cal disposar com a mínim de la versió v{requiredVersion} de Firefly. Per favor, actualitza.
cs: Je vyžadováno minimálně Firefly API verze {requiredVersion}. Prosíme proveďte aktualizaci.
da: Minimum Firefly API-version v{requiredVersion} påkrævet. Opgradér venligst.
de: Mindestens Firefly API-Version v{requiredVersion} benötigt. Bitte updaten.
fa: حداقل نسخه Firefly API v{requiredVersion} مورد نیاز است. لطفا ارتقا دهید.
fr: Version minimale de l'API Firefly v{requiredVersion} requise. Veuillez mettre à niveau.
hu: Minimális támogatott Firefly API-verzió: v{requiredVersion}. Kérjük, frissítsen.
id: Versi Firefly API Minimum v{requiredVersion} diperlukan. Mohon tingkatkan.
it: È richiesta almeno la versione API v{requiredVersion} su Firefly. Per favore, aggiornare.
pl: Wymagana minimalna wersja API Firefly v{requiredVersion}. Proszę zaktualizować.
pt_br: Versão mínima do Firefly API necessária: {requiredVersion}. Por favor, atualize.
ro: Este necesară versiunea minimă Firefly API v{requiredVersion}. Vă rugăm să actualizați.
ru: Минимально требуемая версия Firefly API {requiredVersion}. Пожалуйста, выполните обновление.
sl: Zahtevana najmanjša različica Firefly API je v{requiredVersion}. Prosimo nadgradite.
sv: Minsta Firefly API Version v{requiredVersion} krävs. Vänligen uppdatera Firefly.
zh: 需要最低 Firefly API 版本 v{requiredVersion}，请升级。
zh_tw: Firefly API 的版本過舊，請升級到 {requiredVersion} 或更新的版本。

# errorStatusCode
source: Status Code: {code}
ca: Codi d'Estat: {code}
cs: Stavový kód: {code}
da: Statuskode: {code}
fa: کد وضعیت: {code}
fr: Code d'état : {code}
hu: Státusz kód: {code}
id: Kode Status: {code}
it: Codice di stato: {code}
pl: Kod statusu: {code}
pt_br: Código de Status: {code}
ro: Cod de stare: {code}
ru: Код ошибки: {code}
sl: Statusna koda: {code}
sv: Statuskod: {code}
zh: 状态代码：{code}
zh_tw: HTTP 狀態碼: {code}

# errorUnknown
source: Unknown error.
ca: Error desconegut.
cs: Neznámá chyba.
da: Ukendt fejl.
de: Unbekannter Fehler.
fa: خطای ناشناخته.
fr: Erreur inconnue.
hu: Ismeretlen hiba.
id: Kesalahan tidak diketahui.
it: Errore sconosciuto.
pl: Nieznany błąd.
pt_br: Erro desconhecido.
ro: Eroare necunoscută.
ru: Неизвестная ошибка.
sl: Neznana napaka.
sv: Okänt fel.
zh: 未知错误
zh_tw: 未知的錯誤。

# formButtonHelp
source: Help
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
fa: راهنما
fr: Aide
hu: Súgó
id: Bantuan
it: Aiuto
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sl: Pomoč
sv: Hjälp
zh: 帮助
zh_tw: 幫助

# formButtonLogin
source: Login
ca: Accedir
cs: Přihlásit se
da: Log ind
fa: ورود
fr: Se connecter
hu: Bejelentkezés
id: Masuk
it: Accedi
pl: Zaloguj się
pt_br: Entrar
ro: Autentificare
ru: Вход
sl: Prijava
sv: Logga in
zh: 登录
zh_tw: 登入

# formButtonLogout
source: Logout
ca: Tanca la Sessió
cs: Odhlásit se
da: Log ud
fa: خروج از سیستم
fr: Se déconnecter
hu: Kijelentkezés
id: Keluar
it: Esci
pl: Wyloguj się
pt_br: Sair
ro: Deconectare
ru: Выход
sl: Odjava
sv: Logga ut
zh: 登出
zh_tw: 登出

# formButtonRemove
source: Remove
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
fa: پاک کردن
fr: Retirer
hu: Eltávolítás
id: Hapus
it: Rimuovi
pl: Usuń
pt_br: Remover
ro: Șterge
ru: Убрать
sl: Odstrani
sv: Ta bort
zh: 移除
zh_tw: 刪除

# formButtonResetLogin
source: Reset login
ca: Reinicia l'inici de sessió
cs: Resetovat přihlášení
da: Nulstil login
de: Login zurücksetzen
fa: بازنشانی ورود به سیستم
fr: Réinitialiser l'authentification
hu: A bejelentkezés visszaállítása
id: Setel ulang masuk
it: Reimposta accesso
pl: Resetuj logowanie
pt_br: Redefinir acesso
ro: Resetare autentificare
ru: Сбросить логин
sl: Ponastavi prijavo
sv: Återställ inloggning
zh: 重置登录
zh_tw: 重設登入資訊

# formButtonTransactionAdd
source: Add Transaction
ca: Afegir Transacció
cs: Přidat transakci
da: Tilføj transaktion
de: Transaktion hinzufügen
fa: افزودن تراکنش
fr: Ajouter une opération
hu: Tranzakció Hozzáadása
id: Tambah Transaksi
it: Aggiungi Transazione
pl: Dodaj transakcję
pt_br: Adicionar Transação
ro: Adaugă Tranzacție
ru: Добавить транзакцию
sl: Dodaj transakcijo
sv: Lägg till transaktion
zh: 添加交易
zh_tw: 新增交易

# formButtonTryAgain
source: Try again
ca: Torna a provar
cs: Zkusit znovu
da: Prøv igen
de: Nochmals versuchen
fa: دوباره سعی کنید
fr: Réessayer
hu: Próbálja újra
id: Coba lagi
it: Riprova
pl: Spróbuj ponownie
pt_br: Tentar novamente
ro: Încearcă din nou
ru: Попробовать снова
sl: Poskusite znova
sv: Försök igen
zh: 再试一次
zh_tw: 請重試一次

# generalAccount
source: Account
ca: Compte
cs: Účet
da: Konto
de: Konten
fa: حساب
fr: Compte
hu: Számla
id: Akun
it: Conto
pl: Konto
pt_br: Conta
ro: Cont
ru: Аккаунт
sl: Račun
sv: Konto
zh: 账户
zh_tw: 帳戶

# generalAssets
source: Assets
ca: Actius
cs: Aktiva
da: Aktiver
de: Vermögen
fa: دارایی ها
fr: Actifs
hu: Vagyonok
id: Aset
it: Attivi
pl: Aktywa
pt_br: Ativos
ro: Active
ru: Активы
sl: Sredstva
sv: Tillgångar
zh: 资产
zh_tw: 資產

# generalBalance
source: Balance
ca: Balanç
cs: Zůstatek
da: Saldo
de: Kontostand
fa: مانده حساب
fr: Solde
hu: Egyenleg
id: Saldo
it: Saldo
pl: Saldo
pt_br: Saldo
ro: Sold
ru: Баланс
sl: Stanje
sv: Balans
zh: 金额
zh_tw: 餘額

# generalBalanceOn
source: Balance on {date}
ca: Balanç el {date}
cs: Zůstatek k {date}
da: Saldo på {date}
de: Kontostand am {date}
fa: موجودی در تاریخ {date}
fr: Solde au {date}
hu: Egyenleg ekkor: {date}
id: Saldo pada tanggal {date}
it: Saldo al {date}
pl: Saldo na {date}
pt_br: Saldo em {date}
ro: Sold la {date}
ru: Баланс на {date}
sl: Stanje na {date}
sv: Saldo för {date}
zh: {date} 的余额
zh_tw: {date} 的餘額

# generalBill
source: Subscription
ca: Factura
cs: Účtenka
da: Regning
de: Abonnement
fa: صورت حساب
fr: Facture
hu: Számla
id: Tagihan
it: Bolletta
pl: Rachunek
pt_br: Subscrição
ro: Abonament
ru: Счет
sl: Račun
sv: Räkning
zh: 账单
zh_tw: 帳單

# generalBudget
source: Budget
ca: Pressupost
cs: Rozpočet
fa: بودجه
hu: Költségkeret
id: Anggaran
it: Bilancio
pl: Budżet
pt_br: Orçamento
ro: Buget
ru: Бюджет
sl: Proračun
zh: 预算
zh_tw: 預算

# generalCategory
source: Category
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
fa: دسته‌بندی
fr: Catégorie
hu: Kategória
id: Kategori
it: Categoria
pl: Kategoria
pt_br: Categoria
ro: Categorie
ru: Категория
sl: Kategorija
sv: Kategori
zh: 类别
zh_tw: 分類

# generalCurrency
source: Currency
ca: Moneda
cs: Měna
da: Valuta
de: Währung
fa: واحدپول
fr: Devise
hu: Pénznem
id: Mata Uang
it: Valuta
pl: Waluta
pt_br: Moeda
ro: Valută
ru: Валюта
sl: Valuta
sv: Valuta
zh: 货币
zh_tw: 貨幣

# generalDateRangeCurrentMonth
source: Current Month
cs: Aktuální měsíc
da: Nuværende måned
de: Aktueller Monat
fa: ماه جاری
hu: Aktuális hónap
id: Bulan Ini
pl: Bieżący miesiąc
pt_br: Mês Atual
ro: Luna curentă
ru: Текущий месяц
sv: Aktuell månad
zh_tw: 本月

# generalDateRangeLast30Days
source: Last 30 days
cs: Posledních 30 dní
da: Sidste 30 dage
de: Letzte 30 Tage
fa: ۳۰ روز گذشته
hu: Utolsó 30 nap
id: 30 hari terakhir
pl: Ostatnie 30 dni
pt_br: Últimos 30 dias
ro: Ultimele 30 de zile
ru: Последние 30 дней
sv: Senaste 30 dagarna
zh_tw: 最近 30 天

# generalDateRangeCurrentYear
source: Current Year
cs: Aktuální rok
da: Nuværende år
de: Aktuelles Jahr
fa: سال جاری
hu: Aktuális év
id: Tahun Ini
pl: Bieżący rok
pt_br: Ano Atual
ro: Anul curent
ru: Текущий год
sv: Aktuellt år
zh_tw: 今年

# generalDateRangeLastYear
source: Last year
cs: Minulý rok
da: Sidste år
de: Vergangenes Jahr
fa: سال گذشته
hu: Előző év
id: Tahun lalu
pl: Poprzedni rok
pt_br: Ano passado
ro: Anul trecut
ru: Прошлый год
sv: Förra året
zh_tw: 去年

# generalDateRangeAll
source: All
cs: Vše
da: Alle
de: Alle
fa: همه
hu: Összes
id: Semua
pl: Wszystko
pt_br: Todos
ro: Toate
ru: Все
sv: Alla
zh_tw: 全部

# generalDefault
source: default
ca: per defecte
cs: výchozí
da: standard
de: Standard
fa: پیش فرض
fr: par défaut
hu: alapértelmezett
id: bawaan
it: predefinito
pl: domyślnie
pt_br: padrão
ro: implicit
ru: по умолчанию
sl: privzeto
sv: förvald
zh: 默认
zh_tw: 預設

# generalDestinationAccount
source: Destination Account
cs: Cílový účet
da: Destinationskonto
de: Zielkonto
fa: حساب مقصد
hu: Célszámla
id: Akun Tujuan
pl: Konto docelowe
pt_br: Conta de Destino
ro: Cont Destinație
ru: Счет назначения
sv: Målkonto
zh: 目标账户
zh_tw: 收款帳戶

# generalDismiss
source: Dismiss
ca: Ignora
cs: Zrušit
da: Afvis
de: Verwerfen
fa: نادیده گرفتن
fr: Annuler
hu: Elvetés
id: Tutup
it: Ignora
pl: Anuluj
pt_br: Dispensar
ro: Închide
ru: Отмена
sl: Opusti
sv: Stäng
zh: 放弃
zh_tw: 取消

# generalEarned
source: Earned
cs: Získané
da: Optjent
de: Verdient
fa: به دست آورده
fr: Gagné
hu: Megkeresett
id: Didapatkan
pl: Zarobiono
pt_br: Ganhos
ro: Câștigat
ru: Заработано
sl: Prisluženo
sv: Intjänat
zh: 收入
zh_tw: 盈餘

# generalError
source: Error
cs: Chyba
da: Fejl
de: Fehler
fa: خطا
fr: Erreur
hu: Hiba
id: Kesalahan
it: Errore
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
sl: Napaka
sv: Fel
zh: 错误
zh_tw: 錯誤

# generalExpenses
source: Expenses
ca: Despeses
cs: Výdaje
da: Udgifter
de: Ausgaben
fa: هزینه ها
fr: Dépenses
hu: Kiadások
id: Pengeluaran
it: Spese
pl: Wydatki
pt_br: Despesas
ro: Cheltuieli
ru: Расходы
sl: Stroški
sv: Utgifter
zh: 支出
zh_tw: 消費

# generalIncome
source: Income
ca: Ingressos
cs: Příjmy
da: Indtægter
de: Einnahmen
fa: درآمد
fr: Revenus
hu: Bevétel
id: Pendapatan
it: Entrate
pl: Przychód
pt_br: Receitas
ro: Venit
ru: Доходы
sl: Prihodek
sv: Inkomst
zh: 收入
zh_tw: 收入

# generalLiabilities
source: Liabilities
ca: Passius
cs: Závazky
da: Gældsforpligtelser
de: Verbindlichkeiten
fa: بدهی ها
fr: Passifs
hu: Kötelezettségek
id: Kewajiban
it: Passività
pl: Zobowiązania
pt_br: Passivos
ro: Pasive
ru: Обязательства
sl: Obveznosti
sv: Skulder
zh: 负债
zh_tw: 負債

# generalMultiple
source: multiple
ca: múltiples
cs: několik
da: flere
de: mehrere
fa: چندتایی
fr: plusieurs
hu: több
id: beberapa
it: molteplice
pl: wiele
pt_br: vários(as)
ro: multiplu
ru: множественные
sl: več
sv: multipla
zh: 多个
zh_tw: 多個

# generalNever
source: never
ca: mai
cs: nikdy
da: aldrig
de: nie
fa: هرگز
fr: jamais
hu: soha
id: tidak pernah
it: mai
pl: nigdy
pt_br: nunca
ro: niciodată
ru: никогда
sl: nikoli
sv: aldrig
zh: 永不
zh_tw: 永不
