Repository: dreautall/waterfly-iii
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, fa, fr, hu, id, it, pl, pt_br, ro, ru, sl, sv, zh, zh_tw

# generalReconcile
source: Reconciled
ca: Consolidat
cs: Ověřeno
da: Afstemt
de: Abgeglichen
fa: مغایرت گیری شده
fr: Rapproché
hu: Egyeztetve
id: Terekonsiliasi
it: Contabilizzato
pl: Zatwierdzone
pt_br: Reconciliado
ro: Reconciliat
ru: Согласованный
sl: Usklajeno
sv: Avstämt
zh: 已对账
zh_tw: 已對帳

# generalReset
source: Reset
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
fa: تنظیم مجدد
fr: Réinitialiser
hu: Visszaállítás
id: Setel ulang
it: Reimposta
pl: Resetuj
pt_br: Redefinir
ro: Resetare
ru: Сбросить
sl: Ponastavi
sv: Återställ
zh: 重置
zh_tw: 重設

# generalSourceAccount
source: Source Account
cs: Zdrojový účet
da: Kildekonto
de: Quellkonto
fa: حساب مبدأ
hu: Forrásszámla
id: Akun Sumber
pl: Konto źródłowe
pt_br: Conta de Origem
ro: Cont Sursă
ru: Счет отправителя
sv: Källkonto
zh: 源账户
zh_tw: 付款帳戶

# generalSpent
source: Spent
cs: Utracené
da: Brugt
de: Ausgegeben
fa: خرج شده
fr: Dépensé
hu: Elköltött
id: Dihabiskan
pl: Wydano
pt_br: Gastos
ro: Cheltuit
ru: Потрачено
sl: Porabljeno
sv: Spenderat
zh: 支出
zh_tw: 開銷

# generalSum
source: Sum
ca: Suma
cs: Součet
da: I alt
de: Summe
fa: مجموع
fr: Total
hu: Összesen
id: Jumlah
it: Totale
pl: Suma
pt_br: Soma
ro: Sumă
ru: Сумма
sl: Vsota
sv: Summa
zh: 总额
zh_tw: 小計

# generalTarget
source: Target
ca: Destí
cs: Cíl
da: Mål
de: Ziel
fa: هدف
fr: Objectif
hu: Cél
it: Obiettivo
pl: Cel
pt_br: Objetivo
ro: Țintă
ru: Цель
sl: Ciljni
sv: Mål
zh: 目标
zh_tw: 目標

# generalUnknown
source: Unknown
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
fa: ناشناخته
fr: Inconnu
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
pl: Nieznany
pt_br: Desconhecido(a)
ro: Necunoscut
ru: Неизвестно
sl: Neznano
sv: Okänt
zh: 未知
zh_tw: 未知

# homeMainBillsInterval
source: ({period, select, weekly{weekly} monthly{monthly} quarterly{quarterly} halfyear{half-year} yearly{yearly} other{unknown}})
ca: ({period, select, weekly{setmanalment} monthly{mensualment} quarterly{quatrimestralment} halfyear{semestralment} yearly{anualment} other{desconegut}})
cs: ({period, select, weekly{týdně} monthly{měsíčně} quarterly{čtvrtletně} halfyear{půlročně} yearly{ročně} other{neznámé}})
da: ({period, select, weekly{ugentligt} monthly{månedligt} quarterly{kvartalsvis} halfyear{halvårligt} yearly{årligt} other{ukendt}})
de: ({period, select, weekly{wöchentlich} monthly{monatlich} quarterly{vierteljährlich} halfyear{halbjährlich} yearly{jährlich} other{unbekannt}})
fa: ({period, select, weekly{هفتگی} monthly{ماهیانه} quarterly{سه‌ماهه} halfyear{نیم‌ساله} yearly{سالیانه} other{نامشخص}})
fr: ({period, select, weekly{hebdomadaire} monthly{mensuel} quarterly{trimestriel} halfyear{semestriel} yearly{annuel} other{inconnu}})
hu: ({period, select, weekly{heti} monthly{havi} quarterly{negyedéves} halfyear{féléves} yearly{éves} other{ismeretlen}})
id: ({period, select, weekly{mingguan} monthly{bulanan} quarterly{triwulanan} halfyear{setengah tahunan} yearly{tahunan} other{tidak diketahui}})
it: ({period, select, weekly{settimanale} monthly{mensile} quarterly{trimestrale} halfyear{semestrale} yearly{annuale} other{sconosciuto}})
pl: {period, select, weekly{tydzień} monthly{miesiąc} quarterly{kwartał} halfyear{pół roku} yearly{rok} other{nieznany}}
pt_br: ({period, select, weekly{semanal} monthly{mensal} quarterly{trimestral} halfyear{semestral} yearly{anual} other{desconhecido}})
ro: ({period, select, weekly{săptămânal} monthly{lunar} quarterly{trimestrial} halfyear{semestrial} yearly{anual} other{necunoscut}})
ru: ({period, select,weekly{еженедельно} monthly{ежемесячно} quarterly{ежеквартально} halfyear{каждые полгода} yearly{ежегодно} other{неизвестно}})
sl: ({period, select, weekly{tedensko} monthly{mesečno} quarterly{četrtletno} halfyear{polletno} yearly{letno} other{neznano}})
sv: ({period, select, weekly{veckovis} monthly{månadsvis} quarterly{kvartalsvis} halfyear{årligen} yearly{} other{okänd}})
zh: （{period, select,weekly{每周} monthly{每月} quarterly{每季度} halfyear{每半年} yearly{每年} other{其它}}）
zh_tw: ({period, select, weekly{每週} monthly{每月} quarterly{每季} halfyear{每半年} yearly{每年} other{未知}})

# homeMainBillsTitle
source: Subscriptions for the next week
ca: Factures per a la pròxima setmana
cs: Účty na příští týden
da: Regninger for næste uge
de: Abonnements für die nächste Woche
fa: صورت حساب های هفته آینده
fr: Factures pour la semaine prochaine
hu: Számlák a következő hétre
id: Langganan untuk minggu depan
it: Bollette per la prossima settimana
pl: Subskrypcje w następnym tygodniu
pt_br: Subscrições para a próxima semana
ro: Abonamente pentru săptămâna viitoare
ru: Счета на следующую неделю
sl: Računi za naslednji teden
sv: Räkningar inför nästa vecka
zh: 下周的账单
zh_tw: 下週的帳單

# homeMainBudgetInterval
source: ({from} to {to}, {period})
ca: ({from} fins a {to}, {period})
cs: ({from} do {to}, {period})
da: ({from} til {to}, {period})
de: ({from} bis {to}, {period})
fa: ({from} تا {to}، {period})
fr: ({from} au {to}, {period})
hu: (Ettől: {from} eddig: {to}, {period})
id: ({from} ke {to}, {period})
it: (da {from} a {to}, {period})
pl: ({from} do {to}, {period})
pt_br: ({from} a {to}, {period})
ro: ({from} la {to}, {period})
ru: ({from} до {to}, {period})
sl: ({from} do {to}, {period})
sv: ({from} till {to}, {period})
zh: （从 {from} 至 {to}，{period}）
zh_tw: ({from} 到 {to}, {period})

# homeMainBudgetIntervalSingle
source: ({from} to {to})
ca: ({from} fins a {to})
cs: ({from} do {to})
da: ({from} til {to})
de: ({from} bis {to})
fa: ({from} تا {to})
fr: ({from} au {to})
hu: (Ettől: {from} eddig: {to})
id: ({from} sampai {to})
it: (da {from} al {to})
pl: ({from} do {to})
pt_br: ({from} a {to})
ro: ({from} - {to})
ru: С {from} до {to}
sl: ({from} do {to})
sv: ({from} till {to})
zh: （从 {from} 到 {to}）
zh_tw: ({from} 到 {to})

# homeMainBudgetSum
source: {current} {status, select, over{over} other{left from}} {available}
ca: {current} {status, select, over{per damunt de} other{queden de}} {available}
cs: {current} {status, select, over{přes} other{zbývá z}} {available}
da: {current}{status, select, over{over} other{tilbage af}} {available}
de: {current} {status, select, over{über} other{bis}} {available}
fa: {current} {status, select, over{از} other{باقیمانده از}} {available}
fr: {current} {status, select, over{au-dessus de} other{restant sur}} {available}
hu: {current} {status, select, over{többletköltség a} other{maradt a}} {available} {status, select, over{limithez képest} other{limitből}}
id: {current}{status, select, over{di atas} other{sisa dari}}{available}
it: {current} {status, select, over{su} other{rimanente da}} {available}
pl: {current} {status, select, over{ponad} other{zostało z}} {available}
pt_br: {current} {status, select, over{acima de} other{restantes de}} {available}
ro: {current} {status, select, over{peste} other{rămase din}} {available}
sl: {current} {status, select, over{čez} other{ostane še}} {available}
sv: {current} {status, select, over{över} other{kvar från}} {available}
zh: 总计 {available} {status, select, over{超出} other{剩余}} {current}
zh_tw: {available} ({status, select, over{超支} other{尚餘}} {current})

# homeMainBudgetTitle
source: Budgets for current month
ca: Pressupostos per al mes actual
cs: Rozpočty na aktuální měsíc
da: Budgetter for denne måned
de: Budgets für diesen Monat
fa: بودجه ماه جاری
fr: Budgets du mois en cours
hu: Költségkeretek erre a hónapra
id: Anggaran bulan berjalan
it: Bilanci per il mese corrente
pl: Budżety na bieżący miesiąc
pt_br: Orçamentos para o mês atual
ro: Bugete pentru luna curentă
ru: Бюджеты за текущий месяц
sl: Proračuni za tekoči mesec
sv: Budgetar för den aktuella månaden
zh: 本月预算
zh_tw: 本月預算

# homeMainChartAccountsTitle
source: Account Summary
ca: Resum del Compte
cs: Souhrn účtů
da: Kontooversigt
de: Konten-Übersicht
fa: خلاصه حساب
fr: Résumé des comptes
hu: Számla Áttekintése
id: Ringkasan Akun
it: Riepilogo Conto
pl: Podsumowanie konta
pt_br: Resumo da Conta
ro: Sumar cont
ru: Сведения об аккаунте
sl: Povzetek računa
sv: Kontosammanfattning
zh: 帐户概览
zh_tw: 帳戶綜覽

# homeMainChartCategoriesTitle
source: Category Summary for current month
ca: Resum de la Categoria per a aquest mes
cs: Souhrn kategorie pro aktuální měsíc
da: Kategorioversigt for denne måned
de: Kategorie-Übersicht für diesen Monat
fa: خلاصه دسته برای ماه جاری
fr: Résumé des catégories pour le mois en cours
hu: Kategória összefoglaló az aktuális hónapra
id: Ringkasan Kategori bulan berjalan
it: Riepilogo Categorie per il mese corrente
pl: Bilans kategorii dla bieżącego miesiąca
pt_br: Resumo da categoria para o mês atual
ro: Rezumat categorie pentru luna curentă
ru: Сводка по категории за текущий месяц
sl: Povzetek kategorij za tekoči mesec
sv: Kategorisammanfattning för aktuell månad
zh: 当月类别摘要
zh_tw: 本月分類報表

# homeMainChartDailyAvg
source: 7 days average
ca: Mitjana de 7 dies
cs: Průměr za 7 dní
da: 7 dages-gennemsnit
de: 7-Tage-Durchschnitt
fa: میانگین 7 روز
fr: Moyenne sur 7 jours
hu: 7 napi átlag
id: Rata-rata 7 hari
it: Media di 7 giorni
pl: Średnia z 7 dni
pt_br: Média de 7 dias
ro: Media pe 7 de zile
ru: Среднее за 7 дней
sl: Povprečno 7 dni
sv: 7 dagars genomsnitt
zh: 7日均线
zh_tw: 7 日平均

# homeMainChartDailyTitle
source: Daily Summary
ca: Resum Diari
cs: Denní souhrn
da: Dagsoversigt
de: Tägliche Zusammenfassung
fa: خلاصه روزانه
fr: Résumé quotidien
hu: Napi Összefoglaló
id: Ringkasan Harian
it: Riepilogo Giornaliero
pl: Podsumowanie dnia
pt_br: Resumo Diário
ro: Rezumat zilnic
ru: Ежедневная сводка
sl: Dnevno povprečje
sv: Daglig sammanfattning
zh: 每日总结
zh_tw: 日報表

# homeMainChartNetEarningsTitle
source: Net Earnings
ca: Ingressos Nets
cs: Čisté příjmy
da: Nettoindtjening
de: Überschuss
fa: دریافتی خالص
fr: Revenus nets
hu: Nettó Kereset
id: Pendapatan Bersih
it: Utili Netti
pl: Przychody netto
pt_br: Lucro Líquido
ro: Câștig Net
ru: Чистый доход
sl: Neto zaslužek
sv: Nettoinkomst
zh: 净收入
zh_tw: 總盈餘

# homeMainChartNetWorthTitle
source: Net Worth
ca: Valor Net
cs: Čisté jmění
da: Nettoværdi
de: Nettovermögen
fa: ارزش خالص
fr: Avoir net
hu: Nettó Érték
id: Kekayaan Bersih
it: Patrimonio
pl: Wartość netto
pt_br: Património Líquido
ro: Valoare Netă
ru: Общая средства
sl: Neto vrednost
sv: Nettoförmögenhet
zh: 净值
zh_tw: 總值

# homeMainChartTagsTitle
source: Tag Summary for current month
cs: Souhrn štítků za aktuální měsíc
da: Tag-oversigt for nuværende måned
de: Schlagwort-Übersicht für diesen Monat
fa: خلاصه برچسب‌ها برای ماه جاری
hu: Címke összefoglaló az aktuális hónapra
id: Ringkasan Tag untuk bulan ini
pl: Bilans tagów dla bieżącego miesiąca
pt_br: Resumo de Etiquetas para o mês atual
ro: Sumar etichete pentru luna curentă
ru: Сводка по тегам за текущий месяц
sv: Taggsammanfattning för aktuell månad
zh_tw: 本月標籤報表

# homePiggyAdjustDialogTitle
source: Save/Spend Money
ca: Estalvia/Gasta Diners
cs: Uložit/utratit peníze
da: Gem/brug penge
de: Geld sparen/ausgeben
fa: پس انداز/خرج پول
fr: Économiser/Dépenser de l'argent
hu: Pénz megtakarítása/költése
id: Simpan/Belanjakan Uang
it: Risparmia/Spendi Denaro
pl: Wrzuć/Wyjmij Pieniądze
pt_br: Guardar/Gastar Dinheiro
ro: Salvează/cheltuie bani
ru: Сохранить/потратить деньги
sl: Prihranek/poraba denarja
sv: Spara/spendera pengar
zh: 存钱/花钱
zh_tw: 存入/支出

# homePiggyDateStart
source: Start date: {date}
ca: Data d'inici: {date}
cs: Datum začátku: {date}
da: Startdato: {date}
de: Startdatum: {date}
fa: تاریخ شروع: {date}
fr: Date de début : {date}
hu: Kezdés dátuma: {date}
id: Tanggal mulai: {date}
it: Data inizio: {date}
pl: Data rozpoczęcia: {date}
pt_br: Data de início: {date}
ro: Data de început: {date}
ru: Начальная дата: {date}
sl: Začetni datum: {date}
sv: Startdatum: {date}
zh: 开始日期:{date}
zh_tw: 開始日期：{date}

# homePiggyDateTarget
source: Target date: {date}
ca: Data objectiu: {date}
cs: Datum cíle: {date}
da: Måldato: {date}
de: Zieldatum: {date}
fa: تاریخ هدف: {date}
fr: Date cible : {date}
hu: Céldátum: {date}
id: Tanggal target: {date}
it: Data termine: {date}
pl: Data docelowa: {date}
pt_br: Data de término: {date}
ro: Data țintă: {date}
ru: Целевая дата: {date}
sl: Ciljni datum: {date}
sv: Måldatum: {date}
zh: 付款期限：{date}
zh_tw: 目標日期:{date}

# homeMainDialogSettingsTitle
source: Customize Dashboard
cs: Přizpůsobit nástěnku
da: Tilpas Dashboard
de: Übersicht anpassen
fa: سفارشی‌سازی داشبورد
hu: Műszerfal testreszabása
id: Sesuaikan Dasbor
pl: Dostosuj pulpit
pt_br: Personalizar Painel
ro: Personalizează Tabloul de Bord
ru: Настроить панель управления
sv: Anpassa kontrollpanelen
zh: 自定义面板
zh_tw: 自訂首頁

# homePiggyLinked
source: Linked to {account}
ca: Enllaçada a {account}
cs: Připojeno k {account}
da: Knyttet til {account}
de: Verknüpft mit {account}
fa: لینک به {account}
fr: Liée à {account}
hu: Összekapcsolva a következővel: {account}
id: Tautkan ke {account}
it: Collegato a {account}
pl: Powiązane z {account}
pt_br: Vinculado a {account}
ro: Conectat la {account}
ru: Привязано к {account}
sl: Povezano z {account}
sv: Länkad till {account}
zh: 关联账号 {account}
zh_tw: 連結到 {account}

# homePiggyNoAccounts
source: No piggy banks set up.
ca: No s'ha configurat cap guardiola.
cs: Nebyly vytvořeny žádné pokladničky.
da: Ingen sparegris er sat op.
de: Keine Sparschweine vorhanden.
fa: هیچ پس‌اندازی تنظیم نشده است.
fr: Aucune tirelire n'a été créée.
hu: Még nincsenek malacperselyek.
id: Tidak ada celengan yang tersiapkan.
it: Nessun salvadanaio impostato.
pl: Żadne skarbonki nie zostały utworzone.
pt_br: Nenhum cofrinho configurado.
ro: Nicio pușculiță creată.
ru: Копилки не созданы.
sl: Nimate še hranilnikov.
sv: Inga spargrisar har inrättats.
zh: 没有设立存钱罐。
zh_tw: 目前沒有小豬撲滿。

# homePiggyNoAccountsSubtitle
source: Create some in the webinterface!
ca: Crea'n una a la interfície web!
cs: Vytvořte si nějaké pokladničky ve webovém rozhraní!
da: Opret nogle i webgrænsefladen!
de: Erstelle welche im Webinterface!
fa: مقداری در رابط وب ایجاد کنید!
fr: Créez-en une depuis l'interface Web !
hu: Hozzon létre néhányat a webes felületen!
id: Buat beberapa pada antarmuka web!
it: Creane alcuni dall'interfaccia web!
pl: Utwórz jakieś w interfejsie internetowym!
pt_br: Crie alguns na interface web!
ro: Creează câteva în interfața web!
ru: Создайте в веб-интерфейсе!
sl: Ustvarite jih v spletnem vmesniku!
sv: Skapa några i webbgränssnittet!
zh: 在网络界面中创建一些！
zh_tw: 請從網頁介面新增。

# homePiggyRemaining
source: Left to save: {amount}
ca: Queda per estalviar: {amount}
cs: Zbývá našetřit: {amount}
da: Mangler at spare: {amount}
de: Noch zu sparen: {amount}
fa: باقی مانده برای ذخیره: {amount}
fr: Reste à économiser : {amount}
hu: Megtakarításra váró összeg: {amount}
id: Tersisa untuk ditabung: {amount}
it: Da risparmiare: {amount}
pl: Pozostało do zaoszczędzenia: {amount}
pt_br: Restante para poupar: {amount}
ro: Mai trebuie economisit: {amount}
ru: Осталось накопить: {amount}
sl: Preostalo za varčevanje: {amount}
sv: Kvar att spara: {amount}
zh: 留下来保存: {amount}
zh_tw: 可存入金額：{amount}

# homePiggySaved
source: Saved so far: {amount}
ca: Has estalviat: {amount}
cs: Dosud našetřeno: {amount}
da: Gemt indtil videre: {amount}
de: Bereits gespart: {amount}
fa: ذخیره شده تا کنون: {amount}
fr: Économisé jusqu'à présent : {amount}
hu: Eddig megtakarított összeg: {amount}
id: Tertabung sejauh ini: {amount}
it: Risparmiato finora: {amount}
pl: Zaoszczędzono dotychczas: {amount}
pt_br: Poupado até agora: {amount}
ro: Economisit până acum: {amount}
ru: Накоплено: {amount}
sl: Privarčevano do sedaj: {amount}
sv: Sparat hittills: {amount}
zh: 到目前为止已保存: {amount}
zh_tw: 已存入金額：{amount}

# homePiggySavedMultiple
source: Saved so far:
cs: Dosud ušetřeno:
da: Opsparet indtil videre:
de: Bereits gespart:
fa: تاکنون ذخیره شده:
hu: Eddig megtakarítva:
id: Tersimpan sejauh ini:
pl: Zaoszczędzono do tej pory:
pt_br: Guardado até agora:
ro: Economisit până acum:
ru: Накоплено:
sv: Hittills sparat:
zh_tw: 已存入：

# homePiggyTarget
source: Target amount: {amount}
ca: Quantitat objectiu: {amount}
cs: Cílová částka: {amount}
da: Målbeløb: {amount}
de: Sparziel: {amount}
fa: مقدار هدف: {amount}
fr: Montant cible : {amount}
hu: Célösszeg: {amount}
id: Jumlah target: {amount}
it: Importo obiettivo: {amount}
pl: Docelowa kwota: {amount}
pt_br: Valor almejado: {amount}
ro: Suma ţintă: {amount}
ru: Целевая сумма: {amount}
sl: Ciljni znesek: {amount}
sv: Målbelopp: {amount}
zh: 收费金额: {amount}%
zh_tw: 目標金額：{amount}

# homeTabLabelBalance
source: Balance Sheet
ca: Fulla de Balanços
cs: Zůstatek
da: Balance
de: Kontostände
fa: ترازنامه
fr: Bilan
hu: Mérleg
id: Neraca Keuangan
it: Bilancio
pl: Zestawienie Bilansowe
pt_br: Balanço Financeiro
ro: Bilanțul soldului
ru: Балансовая ведомость
sl: Bilanca stanja
sv: Balansräkning
zh: 资产负债表
zh_tw: 帳戶餘額

# homeTabLabelMain
source: Main
ca: Principal
cs: Hlavní
da: Primær
de: Übersicht
fa: اصلی
fr: Accueil
hu: Kezdőlap
id: Utama
it: Principale
pl: Główna
pt_br: Geral
ro: Principal
ru: Главная
sl: Glavna
sv: Start
zh: 主要的
zh_tw: 主要報表

# homeTabLabelPiggybanks
source: Piggy Banks
ca: Guardioles
cs: Pokladničky
da: Sparegrise
de: Sparschweine
fa: صندوق پس‌انداز
fr: Tirelires
hu: Malacperselyek
id: Celengan
it: Salvadanai
pl: Skarbonki
pt_br: Cofrinhos
ro: Pușculițe
ru: Копилки
sl: Hranilniki
sv: Spargris
zh: 存钱罐
zh_tw: 小豬撲滿

# homeTabLabelTransactions
source: Transactions
ca: Transaccions
cs: Transakce
da: Transaktioner
de: Transaktionen
fa: تراکنش‌ها
fr: Opérations
hu: Tranzakciók
id: Transaksi
it: Transazioni
pl: Transakcje
pt_br: Transações
ro: Tranzacții
ru: Транзакции
sl: Transakcije
sv: Transaktioner
zh: 交易记录
zh_tw: 交易

# homeTransactionsActionFilter
source: Filter List
ca: Llista de filtres
cs: Seznam filtrů
da: Filterliste
de: Liste filtern
fa: لیست فیلتر
fr: Liste de filtres
hu: Szűrő lista
id: Filter Daftar
it: Elenco Filtri
pl: Lista filtrów
pt_br: Filtros
ro: Lista de filtre
ru: Фильтровать список
sl: Seznam filtrov
sv: Filtrera listan
zh: 过滤列表
zh_tw: 過濾器

# homeTransactionsDialogFilterAccountsAll
source: <All Accounts>
ca: <Tots els Comptes>
cs: <Všechny účty>
de: <Alle Konten>
fa: <همه حساب‌ها>
fr: <Tous les comptes>
hu: <Összes Számla>
id: <Semua Akun>
it: <Tutti i conti>
pl: <Wszystkie konta>
pt_br: <Todas as Contas>
ro: <Toate conturile>
sl: <Vsi računi>
sv: <Alla konton>
zh: <全部账户>
zh_tw: 所有帳戶

# homeTransactionsDialogFilterBillsAll
source: <All Subscriptions>
ca: <Totes les Factures>
cs: <Všechny účty>
da: <All Bills>
de: <Alle Abonnements>
fa: <همه قبوض>
fr: <Toutes les factures>
hu: <Összes Számla>
id: <Semua Tagihan>
it: <Tutte le bollette>
pl: <Wszystkie rachunki>
pt_br: <Todas as Subscrições>
ro: <Toate abonamentele>
ru: <All Bills>
sl: <Vsi računi>
sv: <Alla räkningar>
zh: <全部账单>
zh_tw: 所有帳單

# homeTransactionsDialogFilterBillUnset
source: <No Subscription set>
ca: <Cap Factura establerta>
cs: <Žádný účet není nastaven>
da: <No Bill set>
de: <Ohne Abonnement>
fa: <بدون تنظیم صورت حساب>
fr: <Aucune facture établie>
hu: <Nincs Számla Kiválasztva>
id: <Tidak ada Tagihan tersetel>
it: <Nessuna bolletta>
pl: <Brak wybranego rachunku>
pt_br: <Nenhuma Subscrição definida>
ro: <Niciun abonament setat>
ru: <No Bill set>
sl: <Ni računov>
sv: <Utan räkning>
zh: <未设置账单>
zh_tw: 目前沒有設定帳單

# homeTransactionsDialogFilterBudgetsAll
source: <All Budgets>
ca: <Tots els Pressupostos>
cs: <Všechny rozpočty>
de: <Alle Budgets>
fa: <همه بودجه‌ها>
fr: <Tous les budgets>
hu: <Összes Költségkeret>
id: <Semua Anggaran>
it: <Tutti i bilanci>
pl: <Wszystkie budżety>
pt_br: <Todos os Orçamentos>
ro: <Toate bugetele>
sl: <Vsi proračuni>
sv: <All budgetar>
zh: <全部预算>
zh_tw: 所有預算

# homeTransactionsDialogFilterBudgetUnset
source: <No Budget set>
ca: <Cap Pressupost establert>
cs: <Nebyl vybrán žádný rozpočeet>
de: <Ohne Budget>
fa: <بدون تنظیم بودجه>
fr: <Aucun budget défini>
hu: <Nincs Költségkeret Kiválasztva>
id: <Tidak ada Anggaran tersetel>
it: <Nessun bilancio>
pl: <Brak wybranego budżetu>
pt_br: <Nenhum Orçamento definido>
ro: <Niciun buget setat>
sl: <Proračuni niso nastavljeni>
sv: <Utan budget>
zh: <未设置预算>
zh_tw: 目前沒有設定預算

# homeTransactionsDialogFilterCategoriesAll
source: <All Categories>
ca: <Totes les Categories>
cs: <Všechny kategorie>
de: <Alle Kategorien>
fa: <همه دسته‌ها>
fr: <Toutes les catégories>
hu: <Összes Kategória>
id: <Semua Kategori>
it: <Tutte le categorie>
pl: <Wszystkie kategorie>
pt_br: <Todas as Categorias>
ro: <Toate categoriile>
sl: <Vse kategorije>
sv: <All kategorier>
zh: <全部分类>
zh_tw: 所有分類

# homeTransactionsDialogFilterCategoryUnset
source: <No Category set>
ca: <Cap Categoria establerta>
cs: <Žádná kategorie není nastavena>
de: <Ohne Kategorie>
fa: <بدون دسته بندی>
fr: <Aucune catégorie définie>
hu: <Nincs Kategória Kiválasztva>
id: <Tidak ada Kategori tersetel>
it: <Nessuna categoria>
pl: <Brak wybranej kategorii>
pt_br: <Nenhuma Categoria definida>
ro: <Nicio categorie setată>
sl: <Kategorije niso nastavljene>
sv: <Utan kategori>
zh: <未设置分类>
zh_tw: 目前沒有設定分類

# homeTransactionsDialogFilterCurrenciesAll
source: <All Currencies>
ca: <Totes les Monedes>
cs: <Všechny měny>
de: <Alle Währungen>
fa: <همه ارزها>
fr: <Toutes le devises>
hu: <Összes Pénznem>
id: <Semua Mata Uang>
it: <Tutte le valute>
pl: <Wszystkie waluty>
ro: <Toate valutele>
sl: <Vse valute>
sv: <Alla valutor>
zh: <全部货币>
zh_tw: 所有幣別

# homeTransactionsDialogFilterDateRange
source: Date Range
cs: Rozsah dat
da: Datointerval
de: Zeitraum
fa: بازه زمانی
hu: Dátumtartomány
id: Rentang Tanggal
pl: Zakres dat
pt_br: Intervalo de Datas
ro: Interval de date
ru: Диапазон дат
sv: Datumintervall
zh_tw: 期間

# homeTransactionsDialogFilterFutureTransactions
source: Show future transactions
cs: Zobrazit budoucí transakce
da: Vis fremtidige transaktioner
de: Zeige zukünftige Transaktionen
fa: نمایش معاملات آتی
fr: Afficher les futures transactions
hu: Jövőbeli tranzakciók megjelenítése
id: Tampilkan transaksi mendatang
pl: Pokaż przyszłe transakcje
pt_br: Mostrar transações futuras
ro: Afișează tranzacțiile viitoare
ru: Показать предстоящие транзакции
sl: Prikaži bodoče transakcije
sv: Visa framtida transaktioner
zh: 显示未来交易
zh_tw: 顯示未來的交易

# homeTransactionsDialogFilterSearch
source: Search Term
ca: Cerca un terme
cs: Hledaný výraz
da: Søgeord
de: Suchbegriff
fa: عبارت جستجو
fr: Terme de recherche
hu: Keresési Kifejezés
id: Istilah Pencarian
it: Termine di Ricerca
pl: Szukana fraza
pt_br: Palavras-chave
ro: Caută termen
ru: Искать термин
sl: Iskalni pojem
sv: Sökord
zh: 搜索条件
zh_tw: 關鍵字

# homeTransactionsDialogFilterTitle
source: Select filters
ca: Selecciona filtres
cs: Vybrat filtry
da: Vælg filtre
de: Filter auswählen
fa: فیلترها را انتخاب کنید
fr: Sélectionnez les filtres
hu: Szűrők kiválasztása
id: Pilih filter
it: Seleziona filtri
pl: Wybierz filtry
pt_br: Filtrar
ro: Selectează filtre
ru: Выбрать фильтры
sl: Izberi filter
sv: Välj filter
zh: 选择筛选项
zh_tw: 選擇過濾器

# homeTransactionsEmpty
source: No transactions found.
ca: No s'ha trobat cap transacció.
cs: Nebyly nalezeny žádné transakce.
da: Ingen transaktioner fundet.
de: Keine Transaktionen gefunden.
fa: هیچ تراکنشی یافت نشد
fr: Aucune transaction trouvée.
hu: Nem található tranzakció.
id: Tidak ada transaksi ditemukan.
it: Nessuna transazione trovata.
pl: Nie znaleziono transakcji.
pt_br: Nenhuma transação encontrada.
ro: Nu s-au găsit tranzacții.
ru: Транзакции не найдены.
sl: Ni najdenih transakcij.
sv: Inga transaktioner hittade.
zh: 未找到交易记录。
zh_tw: 未找到交易記錄。

# homeTransactionsMultipleCategories
source: {num} categories
cs: {num} kategorií
da: {num} kategorier
de: {num} Kategorien
fa: {num} دسته
fr: {num} catégories
hu: {num} kategória
id: {num} kategori
it: {num} categorie
pl: {num} kategorie
pt_br: {num} categorias
ro: {num} categorii
ru: {num} категории
sl: {num} kategorij
sv: {num} kategorier
zh: {num} 类别
zh_tw: {num} 個分類
