Repository: dreautall/waterfly-iii
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, fa, fr, hu, id, it, pl, pt_br, ro, ru, sl, sv, zh, zh_tw

# settingsNLDescription
source: This service allows you to fetch transaction details from incoming push notifications. Additionally, you can select a default account which the transaction should be assigned to - if no value is set, it tries to extract an account from the notification.
ca: Aquest servei et permet obtenir detalls de transaccions a partir de notificacions. Addicionalment, pots seleccionar un compte per defecte al qual assignar les transaccions - si no s'estableix cap valor, s'intenta extreure el compte de la notificació.
cs: Tato služba umožňuje načíst podrobnosti o transakcích z příchozích oznámení. Kromě toho si můžete vybrat výchozí účet, ke kterému by měla být transakce přiřazena — pokud není nastavena žádná hodnota, služba se pokusí získat účet z textu oznámení.
da: Denne tjeneste giver dig mulighed for at hente transaktionsoplysninger fra indgående push-notifikationer. Derudover kan du vælge en standardkonto, som transaktionen skal tildeles til - hvis ingen værdi er angivet, vil den prøve at udtrække en konto fra notifikationen.
de: Dieser Dienst erlaubt dir, Transaktionen aus Benachrichtigungen zu erstellen. Außerdem kannst du das Standard-Konto auswählen, zu dem die Transaktion zugeordnet wird - ansonsten wird dynamisch versucht, ein Konto zu ermitteln.
fa: این سرویس به شما امکان می‌دهد جزئیات تراکنش را از اعلان‌های فشار دریافتی دریافت کنید. علاوه بر این، می‌توانید یک حساب پیش فرض را انتخاب کنید که تراکنش باید به آن اختصاص یابد - اگر مقداری تنظیم نشده باشد، سعی می‌کند یک حساب از اعلان استخراج کند.
fr: Ce service vous permet de récupérer les détails des opérations à partir des notifications push entrantes. De plus, vous pouvez sélectionner un compte par défaut auquel l'opération doit être affectée - si aucune valeur n'est définie, il essaie d'extraire un compte de la notification.
hu: Ez a szolgáltatás lehetővé teszi a tranzakció részleteinek lekérését a bejövő értesítésekből. Továbbá kiválaszthat egy alapértelmezett számlát, amelyhez a tranzakciót hozzá kívánja rendelni - amennyiben ez nincs beállítva, akkor a szolgáltatás az értesítés szövegéből kisérli meg annak kinyerését.
id: Layanan ini memungkinkan anda untuk mengambil detail transaksi dari notifikasi push yang masuk. Selain itu, anda dapat memilih akun bawaan dimana transaksi harus ditugaskan kepada - jika tidak ada nilai yang ditetapkan, akan mencoba untuk mengekstrak akun dari notifikasi.
it: Questo servizio consente di recuperare i dettagli delle transazioni dalle notifiche push che ricevi. Inoltre, è possibile selezionare un account predefinito a cui la transazione dovrebbe essere assegnata - se non è impostato alcun valore, il servizio cerca di estrarre un account dal testo della notifica.
pl: Ta usługa pozwala na pobranie szczegółów transakcji z przychodzących powiadomień. Dodatkowo możesz wybrać domyślne konto, do którego transakcja powinna być przypisana — jeśli wartość nie jest ustawiona, spróbuje dopisać konto z powiadomienia.
pt_br: Esse serviço permite que você obtenha transações a partir de notificações push recebidas. Além disso, você pode selecionar uma conta padrão para a qual a transação deve ser atribuída - se nenhum valor for definido, ele tentará inferir a conta a partir da notificação.
ro: Acest serviciu vă permite să preluați detaliile tranzacției de la notificările push primite. În plus, puteți selecta un cont implicit căruia trebuie să îi fie atribuită tranzacția - dacă nu este setată nicio valoare, se va încerca să extragerea un cont din notificare.
ru: Данный сервис позволяет получать данные о транзакциях из входящих push-уведомлений. Кроме того, можно выбрать счет по умолчанию, к которому должна быть отнесена транзакция, - если значение не задано, он пытается извлечь счет из уведомления.
sl: Ta storitev vam omogoča pridobivanje podrobnosti transakcije iz dohodnih potisnih obvestil. Poleg tega lahko izberete privzeti račun, ki naj mu bo dodeljena transakcija - če vrednost ni nastavljena, poskuša iz obvestila izvleči račun.
sv: Den här tjänsten låter dig hämta transaktionsdetaljer från inkommande pushnotifikationer. Du kan även välja ett förvalt konto som transaktionen ska göras på - om inget värde ges försöker den extrahera kontot från notifikationen.
zh: 此服务允许您从传入推送通知中获取交易细节。 此外，您可以选择一个交易应该分配给的默认账户 - 如果没有设置值。 它试图从通知中提取一个帐户。
zh_tw: 這項服務讓您可以從手機 App 的通知來自動取得交易資訊。你也可以指定一個這筆交易所屬的帳戶，沒有指定的話，程式會試著自動判斷。

# settingsNLEmptyNote
source: Keep note field empty
cs: Ponechat pole poznámky prázdné
da: Lad notatfeltet være tomt
de: Notizfeld leer lassen
fa: فیلد یادداشت را خالی بگذار
hu: A "Jegyzetek" mező maradjon üres
id: Biarkan kolom catatan kosong
pl: Pozostaw pole notatki puste
pt_br: Manter campo de nota vazio
ro: Păstrează câmpul notei gol
ru: Оставлять поле заметки пустым
sv: Håll anteckningsfältet tomt
zh: 不填写备注
zh_tw: 不要填備註

# settingsNLPermissionGrant
source: Tap to grant permission.
ca: Toca per a donar permís.
cs: Klepnutím udělte oprávnění.
da: Tryk for at give tilladelse.
de: Klicke, um die Berechtigung zu erteilen.
fa: برای اعطای مجوز ضربه بزنید.
fr: Appuyez pour accorder la permission.
hu: Koppintson az engedélyezéshez.
id: Ketuk untuk memberikan izin.
it: Tocca per concedere i permessi.
pl: Dotknij, aby udzielić uprawnień.
pt_br: Toque para permitir.
ro: Atingeţi pentru a acorda permisiunea.
ru: Нажмите для подтверждения.
sl: Pritisnite za odobritev dovoljenja.
sv: Tryck för att bevilja tillstånd.
zh: 轻触来授予权限。
zh_tw: 點選來授予權限。

# settingsNLPermissionNotGranted
source: Permission not granted.
ca: Permís no concedit.
cs: Oprávnění nebylo uděleno.
da: Tilladelse ikke givet.
de: Berechtigung nicht erteilt.
fa: مجوز داده نشد
fr: Permission non accordée.
hu: Hozzáférés megtagadva.
id: Izin tidak diberikan.
it: Permesso non concesso.
pl: Nie przyznano uprawnień.
pt_br: Permissão não concedida.
ro: Permisiunea nu a fost acordată.
ru: Разрешение не было получено.
sl: Dovoljenje ni odobreno.
sv: Behörighet inte beviljad.
zh: 未授予权限
zh_tw: 未取得權限。

# settingsNLPermissionRemove
source: Remove permission?
ca: Eliminar permís?
cs: Odstranit oprávnění?
da: Fjern tilladelse?
de: Berechtigung löschen?
fa: مجوز حذف شود؟
fr: Supprimer la permission ?
hu: Eltávolítja a jogosultságot?
id: Hapus izin?
it: Rimuovere il permesso?
pl: Usunąć uprawnienia?
pt_br: Remover permissão?
ro: Eliminaţi permisiunea?
ru: Удалить разрешение?
sl: Odstrani dovoljenje?
sv: Ta bort behörigheten?
zh: 移除权限
zh_tw: 是否取消權限？

# settingsNLPermissionRemoveHelp
source: To disable this service, click on the app and remove the permissions in the next screen.
ca: Per a deshabilitar aquest servei, toca en l'app i elimina els permisos a la pantalla següent.
cs: Chcete-li zakázat tuto službu, klikněte na aplikaci a odeberte oprávnění na další obrazovce.
da: Klik på appen for at deaktivere denne tjeneste og fjern tilladelserne på den næste skærm.
de: Um den Dienst zu deaktivieren, klicke auf die App und entferne die Berechtigungen im nächsten Bildschirm.
fa: برای غیرفعال کردن این سرویس، روی برنامه کلیک کنید و مجوزها را در صفحه بعدی حذف کنید.
fr: Pour désactiver ce service, cliquez sur l'application et supprimez les autorisations dans l'écran suivant.
hu: A szolgáltatás letiltásához kattintson az alkalmazásra, majd távolítsa el az engedélyeket a következő képernyőn.
id: Untuk menonaktifkan layanan ini, klik pada aplikasi dan hapus izin di layar berikutnya.
it: Per disabilitare questo servizio, fare clic sull'app e rimuovi i permessi nella schermata successiva.
pl: Aby wyłączyć tę usługę, kliknij w aplikację i usuń uprawnienia na następnym ekranie.
pt_br: Para desabilitar este serviço, clique no app e remova a permissão na tela seguinte.
ro: Pentru a dezactiva acest serviciu, faceți clic pe aplicație și eliminați permisiunile de pe ecranul următor.
ru: Чтобы отключить эту службу, кликните на приложение и удалите разрешения на следующем экране.
sl: Če želite onemogočiti to storitev, kliknite aplikacijo in na naslednjem zaslonu odstranite dovoljenja.
sv: För att avaktivera den här tjänsten, tryck på appen och ta bort behörigheterna på den nästa skärmen.
zh: 要禁用此服务，请点击应用并删除下一个屏幕中的权限。
zh_tw: 若您想要停用這個服務，請點擊 App，然後在下一個畫面移除相關權限。

# settingsNLPrefillTXTitle
source: Prefill transaction title with notification title
ca: Emplena automàticament el títol de la transacció amb el títol de la notificació
cs: Doplnit název transakce pomocí nadpisu nofikace
da: Forudfyld transaktionstitel med nofikationstitel
de: Transaktionstitel mit Benachrichtigungstitel befüllen
fa: عنوان تراکنش را با عنوان اعلان از قبل پر کنید
fr: Pré-remplir le titre de la transaction avec le titre de la notification
hu: A tranzakció leírásának előzetes kitöltése az értesítés címével
id: Isi otomatis judul transaksi dengan judul notifikasi
it: Compila il titolo della transazione con il titolo della notifica
pl: Uzupełnij tytuł transakcji tytułem powiadomienia
pt_br: Preencher título da transação com o título da notificação
ro: Completează automat titlul tranzacției cu titlul notificării
ru: Заполнить заголовок транзакции, используя заголовок уведомления
sl: Vnaprej izpolnite naslov transakcije z naslovom obvestila
sv: Fyll i transaktionstiteln med nofikationstiteln i förväg
zh: 使用通知标题预填交易标题
zh_tw: 用通知標題作為交易標題

# settingsNLServiceChecking
source: Checking status…
ca: Comprovant l'estat…
cs: Kontroluji stav…
da: Tjekker status…
de: Status wird geprüft…
fa: در حال بررسی وضعیت...
fr: Vérification de l'état…
hu: Állapot ellenőrzése…
id: Memeriksa status…
it: Controllo dello stato…
pl: Sprawdzam stan…
pt_br: Verificando status…
ro: Verificare stare…
ru: Проверка статуса…
sl: Preverjanje stanja…
sv: Kontrollerar status…
zh: 正在检查状态...
zh_tw: 正在檢查狀態…

# settingsNLServiceCheckingError
source: Error checking status: {error}
ca: No s'ha pogut comprovar l'estat: {error}
cs: Chyba při kontrole stavu: {error}
da: Fejl under kontrol af status: {error}
de: Fehler beim Status prüfen: {error}
fa: خطا در بررسی وضعیت: {error}
fr: Erreur lors de la vérification de l'état : {error}
hu: Hibaellenőrzés állapota: {error}
id: Kesalahan saat memeriksa status: {error}
it: Errore nel controllo dello stato: {error}
pl: Błąd podczas sprawdzania statusu: {error}
pt_br: Erro ao verificar status: {error}
ro: Eroare la verificarea stării: {error}
ru: Ошибка проверки статуса: {error}
sl: Napaka pri preverjanju stanja: {error}
sv: Fel vid kontroll av status: {error}
zh: 检查状态时出错：{error}
zh_tw: 無法檢查狀態：{error}

# settingsNLServiceRunning
source: Service is running.
ca: El servei s'està executant.
cs: Služba je spuštěna.
da: Tjenesten kører.
de: Dienst läuft.
fa: سرویس در حال اجرا است.
fr: Service en cours d'exécution.
hu: A szolgáltatás fut.
id: Layanan sedang berjalan.
it: Servizio in esecuzione.
pl: Usługa jest uruchomiona.
pt_br: Serviço em execução.
ro: Serviciul rulează.
ru: Сервис запущен.
sl: Storitev je zagnana.
sv: Tjänsten körs.
zh: 服务正在运行
zh_tw: 服務已啟動。

# settingsNLServiceStatus
source: Service Status
ca: Estat del Servei
cs: Stav služby
da: Tjenestestatus
de: Dienst-Status
fa: وضعیت سرویس
fr: État du service
hu: Szolgáltatás Állapota
id: Status Layanan
it: Stato del Servizio
pl: Status usługi
pt_br: Status do Serviço
ro: Starea serviciului
ru: Статус сервиса
sl: Stanje storitve
sv: Tjänstestatus
zh: 服务状态
zh_tw: 服務狀態

# settingsNLServiceStopped
source: Service is stopped.
ca: El servei s'ha detingut.
cs: Služba je zastavena.
da: Tjenesten er stoppet.
de: Dienst ist gestoppt.
fa: سرویس متوقف شده است.
fr: Le service est arrêté.
hu: A szolgáltatás leállt.
id: Layanan diberhentikan.
it: Il servizio è interrotto.
pl: Usługa jest zatrzymana.
pt_br: Serviço desativado.
ro: Serviciul este oprit.
ru: Сервис остановлен.
sl: Storitev je ustavljena.
sv: Tjänsten är stoppad.
zh: 服务已停止
zh_tw: 服務已經停止。

# settingsNotificationListener
source: Notification Listener Service
ca: Servei d'escolta de notificacions
cs: Služba pro čtení oznámení
da: Notifikationslytter-service
de: Dienst zum Auslesen von Benachrichtigungen
fa: سرویس شنونده اعلان
fr: Service d'écoute des notifications
hu: Értesítés Figyelő Szolgáltatás
id: Layanan Pendengar Notifikasi
it: Servizio di Lettura Notifiche
pl: Usługa nasłuchiwania powiadomień
pt_br: Monitorar Notificações
ro: Serviciul de clasificare a notificărilor
ru: Сервис прослушивания уведомлений
sl: Storitev poslušanja obvestil
sv: Notifikationslyssningstjänst
zh: 提示监听服务
zh_tw: 通知監聽服務

# settingsTheme
source: App Theme
ca: Tema de l'aplicació
cs: Motiv aplikace
da: App tema
de: Erscheinungsbild
fa: تم برنامه
fr: Thème de l'appli
hu: Alkalmazás Téma
id: Tema Aplikasi
it: Tema App
pl: Motyw aplikacji
pt_br: Tema do aplicativo
ro: Tema aplicației
ru: Тема приложения
sl: Tema aplikacije
sv: Apptema
zh: 应用主题
zh_tw: App 樣式

# settingsThemeDynamicColors
source: Dynamic Colors
ca: Colors Dinàmics
cs: Dynamické barvy
da: Dynamisk farve
de: Dyn. Farben
fa: رنگ‌های پویا
fr: Couleurs dyn.
hu: Dinamikus Színek
id: Warna Dinamis
it: Colori Dinamici
pl: Dynamiczne kolory
pt_br: Cores Dinâmicas
ro: Culori dinamice
ru: Динамические цвета
sl: Dinamične barve
sv: Dynamiska färger
zh: 动态取色
zh_tw: 自動樣式

# settingsThemeValue
source: {theme, select, dark{Dark Mode} light{Light Mode} other{System Default}}
ca: {theme, select, dark{Tema Obscur} light{Tema Clar} other{Per defecte}}
cs: {theme, select, dark{Tmavý motiv} light{Světlý motiv} other{Výchozí systému}}
da: {theme, select,dark{Mørk tilstand} light{Lys tilstand} other{Systemstandard}}
de: {theme, select, dark{Dunkel} light{Hell} other{Systemeinstellung}}
fa: {theme, select, dark{حالت تاریک} light{حالت روشن} other{پیش‌فرض سیستم}}
fr: {theme, select, dark{Sombre} light{Clair} other{Système}}
hu: {theme, select, dark{Sötét} light{Világos} other{Alapértelmezett}}}
id: {theme, select, dark{Mode Gelap} light{Mode Terang} other{Bawaan Sistem}}
it: {theme, select, dark{Modalità Scura} light{Modalità Chiara} other{Predefinito di sistema}}
pl: {theme, select, dark{Tryb ciemny} light{Tryb lekki} other{Domyślny systemu}}
pt_br: {theme, select, dark{Modo escuro} light{Modo claro} other{Padrão do Sistema}}
ro: {theme, select, dark{Mod întunecat} light{Mod luminos} other{Sistem Implicit}}
ru: {theme, select, dark{Темная} light{Светлая} other{Системная}}
sl: {theme, select, dark{Temen način} light{Svetel način} other{Sistemsko privzeto}}
sv: {theme, select, dark{Mörkt läge} light{Ljust läge} other{Systemstandard}}
zh: {theme, select, dark{暗色模式} light{光明模式} other{系统默认}}
zh_tw: {theme, select, dark{深色模式} light{淺色模式} other{系統預設}}

# settingsUseServerTimezone
source: Use server timezone
cs: Použít časové pásmo serveru
da: Brug serverens tidszone
de: Server-Zeitzone benutzen
fa: از منطقه زمانی سرور استفاده کنید
fr: Utiliser le fuseau horaire du serveur
hu: Használja a szerver időzónáját
id: Gunakan zona waktu server
pl: Użyj strefy czasowej serwera
pt_br: Usar fuso horário do servidor
ro: Utilizează fusul orar al serverului
ru: Использовать часовой пояс сервера
sl: Uporabite časovni pas strežnika
sv: Använd serverns tidszon
zh: 使用服务器时区
zh_tw: 使用伺服器的時區

# settingsUseServerTimezoneHelp
source: Show all times in the server timezone. This mimics the behavior of the webinterface.
cs: Zobrazit všechny časy v časovém pásmu serveru. Toto napodobuje chování webového rozhraní.
da: Vis alle gange i serverens tidszone. Dette efterligner webgrænsefladens opførsel.
de: Zeigt alle Zeiten in der Server-Zeitzone an. Dies entspricht dem Verhalten des Webinterfaces.
fa: نمایش همه زمان‌ها در منطقه زمانی سرور. این رفتار رابط وب را تقلید می کند.
fr: Afficher tous les horaires dans le fuseau horaire du serveur. Cela reproduit le comportement de l'interface web.
hu: Minden időpont megjelenítése a szerver időzónájában. Ez a webes felület viselkedését utánozza.
id: Tampilkan semua waktu dalam zona waktu server. Ini meniru perilaku antarmuka web.
pl: Pokaż wszystkie czasy w strefie czasowej serwera. To naśladuje zachowanie interfejsu web.
pt_br: Mostrar todos os horários no fuso horário do servidor. Isso imita o comportamento da interface web.
ro: Afișează toate orele în fusul orar al serverului. Aceasta imită comportamentul interfeței web.
ru: Показывать время по часовому поясу сервера. Имитирует веб-интерфейс.
sl: Prikaži vse čase v časovnem pasu strežnika. To posnema vedenje spletnega vmesnika.
sv: Visa alla tider i serverns tidszon. Detta härmar beteendet hos webbgränssnittet.
zh: 显示服务器时区中的所有时间。这模拟了 Web 端的行为。
zh_tw: 以伺服器上的時區設定來顯示時間。這與網頁介面的行為相同。

# settingsVersion
source: App Version
ca: Versió de l'aplicació
cs: Verze aplikace
fa: نسخه نرم افزاز
fr: Version de l’appli
hu: Alkalmazás Verzió
id: Versi Aplikasi
it: Versione App
pl: Wersja Aplikacji
pt_br: Versão do Aplicativo
ro: Versiune aplicaţie
ru: Версия приложения
sl: Verzija aplikacije
zh: 应用版本
zh_tw: 版本

# settingsVersionChecking
source: checking…
ca: comprovant…
cs: kontroluji…
da: tjekker…
de: Überprüfe…
fa: چک کردن…
fr: vérification…
hu: ellenőrzés…
id: memeriksa…
it: verifica…
pl: sprawdzenie…
pt_br: verificando…
ro: verificare…
ru: проверка…
sl: preverjam…
sv: kontrollerar…
zh: 正在检查…
zh_tw: 檢查中…

# transactionAttachments
source: Attachments
ca: Adjunts
cs: Přílohy
da: Bilag
de: Anhänge
fa: پیوست ها
fr: Pièces jointes
hu: Mellékletek
id: Lampiran
it: Allegati
pl: Załączniki
pt_br: Anexos
ro: Atașamente
ru: Вложения
sl: Priponke
sv: Bilagor
zh: 附件
zh_tw: 附件

# transactionDeleteConfirm
source: Are you sure you want to delete this transaction?
ca: Segur que vols eliminar aquesta transacció?
cs: Opravdu chcete tuto transakci smazat?
da: Er du sikker på, at du vil slette denne transaktion?
de: Soll diese Transaktion wirklich gelöscht werden?
fa: آیا مطمئن هستید که می خواهید این تراکنش را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer cette opération ?
hu: Biztos benne, hogy törölni szeretné ezt a tranzakciót?
id: Yakin ingin menghapus transaksi ini?
it: Confermare l'eliminazione della transazione?
pl: Czy na pewno chcesz usunąć tę transakcję?
pt_br: Tem certeza de que deseja apagar esta transação?
ro: Ești sigur că vrei să ștergi tranzacția selectată?
ru: Вы уверены, что хотите удалить эту транзакцию?
sl: Ali ste prepričani, da želite izbrisati to transakcijo?
sv: Är du säker att du vill radera denna transaktion?
zh: 确定删除此项交易？
zh_tw: 您確定要刪除這筆交易記錄嗎？

# transactionDialogAttachmentsDelete
source: Delete Attachment
ca: Elimina l'adjunt
cs: Smazat přílohu
da: Slet bilag
de: Anhang löschen
fa: حذف پیوست
fr: Supprimer la pièce jointe
hu: Melléklet Törlése
id: Hapus Lampiran
it: Elimina Allegato
pl: Usuń załącznik
pt_br: Apagar Anexo
ro: Şterge ataşament
ru: Удалить вложение
sl: Izbriši priponko
sv: Ta bort bifogad fil
zh: 删除附件
zh_tw: 刪除附件

# transactionDialogAttachmentsDeleteConfirm
source: Are you sure you want to delete this attachment?
ca: Segur que vols eliminar aquest adjunt?
cs: Opravdu chcete tuto přílohu smazat?
da: Er du sikker på, at du vil slette dette bilag?
de: Soll dieser Anhang wirklich gelöscht werden?
fa: آیا مطمئن هستید که می خواهید این پیوست را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer cette pièce jointe ?
hu: Biztos benne, hogy törölni szeretné ezt a mellékletet?
id: Yakin ingin menghapus lampiran ini?
it: Confermare l'eliminazione dell'allegato?
pl: Jesteś pewien, że chcesz usunąć ten załącznik?
pt_br: Tem certeza de que deseja excluir esse anexo?
ro: Ești sigur că dorești să ștergi acest atașament?
ru: Вы уверены что хотите удалить это вложение?
sl: Ali ste prepričani, da želite izbrisati to priponko?
sv: Är du säker på att du vill radera bilagan?
zh: 确认删除此附件？
zh_tw: 您確定要刪除這個附件嗎？

# transactionDialogAttachmentsErrorDownload
source: Could not download file.
ca: No s'ha pogut baixar el fitxer.
cs: Soubor se nepodařilo stáhnout.
da: Kunne ikke downloade fil.
de: Datei konnte nicht geladen werden.
fa: فایل دانلود نشد
fr: Impossible de télécharger le fichier.
hu: Nem sikerült letölteni a fájlt.
id: Tidak dapat mengunduh file.
it: Impossibile scaricare il file.
pl: Nie można pobrać pliku.
pt_br: Não foi possível baixar o arquivo.
ro: Descărcarea fișierului a eșuat.
ru: Не удалось скачать файл.
sl: Datoteke ni bilo mogoče prenesti.
sv: Kunde inte ladda ner filen.
zh: 无法下载文件。
zh_tw: 無法下載檔案。

# transactionDialogAttachmentsErrorOpen
source: Could not open file: {error}
ca: No s'ha pogut obrir el fitxer: {error}
cs: Nepodařilo se otevřít soubor: {error}
da: Kunne ikke åbne fil: {error}
de: Datei konnte nicht geöffnet werden: {error}
fa: فایل باز نشد: {error}
fr: Impossible d'ouvrir le fichier : {error}
hu: Nem sikerült megnyitni a fájlt: {error}
id: Tidak dapat membuka file: {error}
it: Impossibile aprire il file: {error}
pl: Nie można otworzyć pliku: {error}
pt_br: Não foi possível abrir o arquivo: {error}
ro: Nu s-a putut deschide fișierul: {error}
ru: Не удалось открыть файл: {error}
sl: Ni bilo mogoče odpreti datoteke: {error}
sv: Kunde inte öppna filen: {error}
zh: 无法打开文件: {error}
zh_tw: 無法開啟檔案：{error}

# transactionDialogAttachmentsErrorUpload
source: Could not upload file: {error}
ca: No s'ha pogut penjar el fitxer: {error}
cs: Nepodařilo se nahrát soubor: {error}
da: Kunne ikke uploade fil: {error}
de: Datei konnte nicht hochgeladen werden: {error}
fa: فایل آپلود نشد: {error}
fr: Impossible d'envoyer le fichier : {error}
hu: Nem sikerült feltölteni a fájlt: {error}
id: Tidak dapat mengunggah file: {error}
it: Impossibile caricare il file: {error}
pl: Nie można przesłać pliku: {error}
pt_br: Não foi possível enviar o arquivo: {error}
ro: Nu s-a putut încărca fișierul: {error}
ru: Не удалось загрузить файл: {error}
sl: Ni bilo mogoče naložiti datoteke: {error}
sv: Kunde inte ladda upp filen: {error}
zh: 无法打开文件: {error}
zh_tw: 無法上傳檔案：{error}

# transactionDialogAttachmentsTitle
source: Attachments
ca: Adjunts
cs: Přílohy
da: Bilag
de: Anhänge
fa: پیوست ها
fr: Pièces jointes
hu: Mellékletek
id: Lampiran
it: Allegati
pl: Załączniki
pt_br: Anexos
ro: Atașamente
ru: Вложения
sl: Priponke
sv: Bilagor
zh: 附件
zh_tw: 附件

# transactionDialogBillNoBill
source: No subscription
ca: Cap factura
cs: Žádný účet
da: Ingen regning
de: Kein Abonnement
fa: بدون صورتحساب
fr: Aucune facture
hu: Nincs számla
id: Tidak ada tagihan
it: Nessuna Bolletta
pl: Brak rachunku
pt_br: Sem assinatura
ro: Fără abonament
ru: Нет счета
sl: Ni računa
sv: Ingen faktura
zh: 无账单
zh_tw: 沒有帳單

# transactionDialogBillTitle
source: Link to Subscription
ca: Enllaça a una factura
cs: Odkaz na účet
da: Link til regning
de: Mit Abonnement verknüpfen
fa: پیوند به بیل
fr: Lien vers la facture
hu: Számlához Rendelés
id: Tautkan ke Tagihan
it: Bolletta Collegata
pl: Połącz z rachunkiem
pt_br: Vincular à Assinatura
ro: Asociază cu Abonamentul
ru: Ссылка на счет
sl: Poveži z računom
sv: Länk till faktura
zh: 链接账单
zh_tw: 連結帳單

# transactionDialogCurrencyTitle
source: Select currency
ca: Tria una Moneda
cs: Vybrat měnu
da: Vælg valuta
de: Währung auswählen
fa: واحد پول را انتخاب کنید
fr: Sélectionnez la devise
hu: Pénznem kiválasztása
id: Pilih mata uang
it: Seleziona la valuta
pl: Wybierz walutę
pt_br: Selecione a moeda
ro: Selectează valuta
ru: Выбор валюты
sl: Izberi valuto
sv: Välj valuta
zh: 选择货币种类
zh_tw: 選擇幣別

# transactionDialogTagsAdd
source: Add Tag
ca: Afegir Etiqueta
cs: Přidat štítek
da: Tilføj etiket
de: Schlagwort hinzufügen
fa: افزودن برچسب
fr: Ajouter une étiquette
hu: Címke hozzáadása
id: Tambahkan Label
it: Aggiungi Etichetta
pl: Dodaj Tag
pt_br: Adicionar Tag
ro: Adaugă etichetă
ru: Добавить тег
sl: Dodaj oznako
sv: Lägg till Tagg
zh: 添加标签
zh_tw: 新增標籤

# transactionDialogTagsHint
source: Search/Add Tag
ca: Cerca/Afegeix una Etiqueta
cs: Hledat/Přidat štítek
da: Søg/Tilføj Tag
de: Schlagwort suchen/hinzufügen
fa: جستجو/افزودن برچسب
fr: Rechercher/Ajouter une étiquette
hu: Címke keresése/hozzáadása
id: Cari/Tambahkan Label
it: Ricerca/Aggiungi Etichetta
pl: Szukaj/Dodaj Tag
pt_br: Buscar/Adicionar Tag
ro: Caută/Adaugă etichetă
ru: Искать/Добавить тег
sl: Išči/dodaj oznako
sv: Sök/Lägg till tagg
zh: 按标签搜索
zh_tw: 搜尋或新增標籤
